Repository: fernandreu/office-ribbonx-editor
Catalog: src/OfficeRibbonXEditor/Resources/Strings.*.resx
Languages: de_de, el_gr, es, fr_fr, id, nl_nl, pt_br, tr_tr, zh_cn

# Message.IconExists.Title
source: Icon Already Exists
de_de: Icon existiert bereits
el_gr: Το Εικονίδιο Ήδη Υπάρχει
es: Icono Ya Existe
fr_fr: L'icône existe déjà
id: Ikon Sudah Ada
nl_nl: Pictogram Bestaat Al
pt_br: Ícone Já Existe
tr_tr: İkon Zaten Mevcut
zh_cn: 图标已经存在

# Message.InsertSample.Text
source: This will insert the sample XML code on the current cursor position. Are you sure you want to continue?
de_de: Hiermit wird der Beispiel-XML-Code an der aktuellen Cursor-Position eingefügt. Ist das in Ordnung?
el_gr: Αυτό θα εισαγάγει το δείγμα XML στον τρέχοντα δείκτη. Είστε σίγουροι ότι θέλετε να συνεχίσετε;
es: Se insertará el ejemplo de código XML en la posición actual del cursor. Seguro que desea continuar?
fr_fr: Cela insérera l'exemple de code XML sur la position actuelle du curseur. Es-tu sur de vouloir continuer?
id: Ini akan menyisipkan contoh kode XML pada posisi kursor saat ini. Yakin ingin melanjutkan?
nl_nl: Hierdoor wordt de voorbeeld-XML-code ingevoegd op de huidige cursorpositie. Weet je zeker dat je door wilt gaan?
pt_br: Será inserido o exemplo de código XML na posição atual do cursor.Tem certeza de que você quer continuar?
tr_tr: Bu örnek XML kodunu mevcut imleç pozisyonuna ekleyecek. Devam etmek istediğinize emin misiniz?
zh_cn: 将在当前编辑位置插入XML示例代码，是否继续?

# Message.InsertSample.Title
source: Insert XML Sample
de_de: XML-Beispiel einfügen
el_gr: Εισαγωγή Δείγματος XML
es: Insertar Ejemplo XML
fr_fr: Insérer exemple de XML
id: Sisipkan Contoh XML
nl_nl: Invoegen Voorbeeld-XML
pt_br: Inserir Exemplo de Código XML
tr_tr: XML Örneği Ekle
zh_cn: 插入XML示例代码

# Message.InsertSampleError.Title
source: Error inserting XML sample
de_de: Fehler beim Einfügen des XML-Beispiels
el_gr: Σφάλμα στην Εισαγωγή Δείγματος XML
es: Error insertando ejemplo XML
fr_fr: Erreur lors de l'insertion de l'échantillon XML
id: Kesalahan saat memasukkan sampel XML
nl_nl: Fout bij invoegen XML-voorbeeld
pt_br: Erro ao inserir exemplo de código XML
tr_tr: XML örneği eklerken hata
zh_cn: 错误：插入XML示例代码

# Message.NewVersion.Text
source: Release version {0} is now available. Do you want to download it?
de_de: Release-Version {0} ist nun verfügbar. Möchtest Du sie herunterladen?
el_gr: Η έκδοση {0} είναι τώρα διαθέσιμη. Θέλετε να την κατεβάσετε;
es: La versión oficial {0} está ahora disponible. Desea descargarla?
fr_fr: La version {0} est maintenant disponible. Voulez-vous le télécharger ?
id: Versi rilis {0} sekarang tersedia. Apakah Anda ingin mengunduhnya?
nl_nl: Releaseversie {0} is nu beschikbaar. Wil je het downloaden?
pt_br: Lançamento da versão {0} já está disponível. Quer baixá-la?
tr_tr: Dağıtım versiyonu {0} şimdi erişilebilir. Yüklemek ister misiniz?
zh_cn: 版本{0}已经发布，是否下载新版本?

# Message.NewVersion.Title
source: Newer Version Available
de_de: Neuere Version verfügbar
el_gr: Διαθέσιμη Νέα Έκδοση
es: Nueva Versión Disponible
fr_fr: Nouvelle version disponible
id: Tersedia Versi Lebih Baru
nl_nl: Nieuwere versie beschikbaar
pt_br: Nova Versão Disponível
tr_tr: Yeni Versiyon Mevcut
zh_cn: 新版本

# Message.NoCallbacks.Text
source: There is no callback to be generated.
de_de: Es gibt keinen zu generierenden Callback.
el_gr: Δεν υπάρχει κλήση για να δημιουργηθεί.
es: No hay callbacks que generar.
fr_fr: Il n'y a pas de rappel à générer.
id: Tidak ada panggilan balik yang akan dibuat.
nl_nl: Er kan geen terugroepverzoek worden gegenereerd.
pt_br: Não há 'callback' para ser gerado.
tr_tr: Oluşturulacak hiçbir callback yok.
zh_cn: 没有生成回调过程。

# Message.NoCallbacks.Title
source: Generate Callbacks
de_de: Callbacks generieren
el_gr: Δημιουργία Κλήσεων
es: Generar Callbacks
fr_fr: Générer des Rappels
id: Hasilkan Callback
nl_nl: Terugroepverzoeken Genereren
pt_br: Gerar 'Callbacks'
tr_tr: Callback Oluştur
zh_cn: 生成回调

# Message.OpenError.Title
source: Error opening Office document
de_de: Fehler beim Öffnen des Office-Dokuments
el_gr: Σφάλμα κατά το άνοιγμα του εγγράφου Office
es: Error abriendo el documento de Office
fr_fr: Erreur lors de l'ouverture du document Office
id: Kesalahan saat membuka dokumen Office
nl_nl: Fout bij openen van Office-document
pt_br: Erro ao abrir um documento do Office
tr_tr: Office belgesi açarken hata
zh_cn: 错误：打开Office文档

# Message.RemoveIcon.Text
source: This action cannot be undone. Are you sure you want to continue?
de_de: Diese Aktion kann nicht rückgängig gemacht werden. Ist das in Ordnung?
el_gr: Αυτή η ενέργεια δεν μπορεί να αναιρεθεί. Είστε σίγουροι ότι θέλετε να συνεχίσετε;
es: Esta acción no se puede deshacer. Seguro que desea continuar?
fr_fr: Cette action ne peut pas être annulée. Êtes-vous sûr de vouloir continuer ?
id: Tindakan ini tidak dapat dibatalkan. Yakin ingin melanjutkan?
nl_nl: Deze actie kan niet ongedaan gemaakt worden. Weet U zeker dat U door wilt gaan?
pt_br: Esta ação não poderá ser desfeita. Tem a certeza de que deseja continuar?
tr_tr: Bu eylem geri alınamaz. Devam etmek istediğinize emin misiniz?
zh_cn: 这个操作无法撤消，是否继续?

# Message.RemoveIcon.Title
source: Remove Icon
de_de: Icon entfernen
el_gr: Αφαίρεση Εικονιδίου
es: Quitar Icono
fr_fr: Supprimer l’Icône
id: Hapus Ikon
nl_nl: Pictogram Verwijderen
pt_br: Remover Ícone
tr_tr: İkonu kaldır
zh_cn: 删除图标

# Message.RemovePart.Text
source: This action cannot be undone. Are you sure you want to continue?
de_de: Diese Aktion kann nicht rückgängig gemacht werden. Ist das in Ordnung?
el_gr: Αυτή η ενέργεια δεν μπορεί να αναιρεθεί. Είστε σίγουροι ότι θέλετε να συνεχίσετε;
es: Esta acción no se puede deshacer. Seguro que desea continuar?
fr_fr: Cette action ne peut pas être annulée. Êtes-vous sûr de vouloir continuer ?
id: Tindakan ini tidak dapat dibatalkan. Yakin ingin melanjutkan?
nl_nl: Deze actie kan niet ongedaan gemaakt worden. Weet U zeker dat U door wilt gaan?
pt_br: Esta ação não poderá ser desfeita. Tem a certeza de que deseja continuar?
tr_tr: Bu eylem geri alınamaz. Devam etmek istediğinize emin misiniz?
zh_cn: 这个操作无法撤消，是否继续?

# Message.RemovePart.Title
source: Remove XML part
de_de: XML-Bereich entfernen
el_gr: Αφαίρεση Μέρους XML
es: Quitar parte XML
fr_fr: Supprimer la Partie XML
id: Hapus bagian XML
nl_nl: XML-gedeelte Verwijderen
pt_br: Remover código XML
tr_tr: XML kısmını kaldır
zh_cn: 删除XML组件

# Message.SaveError.Title
source: Error saving Office document
de_de: Fehler beim Speichern des Office-Dokuments
el_gr: Σφάλμα κατά την αποθήκευση του εγγράφου Office
es: Error guardando el documento de Office
fr_fr: Erreur lors de l'enregistrement du document Office
id: Kesalahan saat menyimpan dokumen Office
nl_nl: Fout bij opslaan Office-document
pt_br: Erro ao salvar um documento do Office
tr_tr: Office belgesi kaydedilirken hata
zh_cn: 错误：保存Office

# Message.ValidXml.Text
source: Custom UI XML is well formed.
de_de: Custom UI XML ist wohlgeformt.
el_gr: Το Custom UI XML είναι καλά διαμορφωμένο.
es: El código XML está formado correctamente.
fr_fr: L'interface utilisateur XML personnalisée est bien formée.
id: XML UI khusus telah dibentuk dengan baik.
nl_nl: Custom UI XML is correct gevormd.
pt_br: Código 'Custom UI' do XML está bem formado.
tr_tr: Custom UI XML uygun formda.
zh_cn: 定制UI XML格式正确。

# Message.ValidXml.Title
source: XML is Valid
de_de: XML ist valide
el_gr: Το XML είναι Έγκυρο
es: XML es Válido
fr_fr: XML is Valide
id: XML Valid
nl_nl: XML is Geldig
pt_br: XML é Válido
tr_tr: XML geçerli
zh_cn: 校验XML

# Message.VersionCopy.Text
source: The version information has been copied to the clipboard.
de_de: Die Versionsinformation wurde in die Zwischenablage kopiert.
el_gr: Η πληροφορία έκδοσης έχει αντιγραφεί στο πρόχειρο.
es: Los detalles de la versión han sido copiados al portapapeles.
fr_fr: Les informations de version ont été copiées dans le presse-papiers.
id: Informasi versi telah disalin ke clipboard.
nl_nl: De versie-informatie is gekopieerd naar het klembord.
pt_br: A informação da versão foi copiada para a Área de Transferência.
tr_tr: Versiyon bilgisi panoya kopyalandı.
zh_cn: 版本信息已拷贝到剪贴板。

# Message.VersionCopy.Title
source: Version Information Copied
de_de: Versionsinformation kopiert
el_gr: Η Πληροφορία Έκδοσης Αντιγράφηκε
es: Detalles de Versión Copiados
fr_fr: Informations de version Copiées
id: Informasi Versi Disalin
nl_nl: Versie-information Gekopieerd
pt_br: Informação da Versão foi Copiada
tr_tr: Versiyon Bilgisi Kopyalandı
zh_cn: 拷贝版本信息

# OpenDialog.Document.Title
source: Open OOXML Document
de_de: OOXML-Dokument öffnen
el_gr: Άνοιγμα Εγγράφου OOXML
es: Abrir Documento OOXML
fr_fr: Ouvrir le document OOXML
id: Buka Dokumen OOXML
nl_nl: OOXML-document openen
pt_br: Abrir um Documento OOXML
tr_tr: OOXML Dökümanı Aç
zh_cn: 打开OOXML文档

# OpenDialog.Icons.Title
source: Insert Custom Icons
de_de: Benutzerdefinierte Icons einfügen
el_gr: Εισαγωγή Προσαρμοσμένων Εικονιδίων
es: Insertar Iconos
fr_fr: Insérer des icônes personnalisées
id: Sisipkan Ikon Kustom
nl_nl: Aangepaste pictogrammen invoegen
pt_br: Inserir Ícones Customizados
tr_tr: Özel İkonlar Ekle
zh_cn: 插入自定义图标

# SaveDialog.SaveAs.Title
source: Save OOXML Document
de_de: OOXML-Dokument speichern
el_gr: Αποθήκευση Εγγράφου OOXML
es: Guardar Documento OOXML
fr_fr: Enregistrer le document OOXML
id: Simpan Dokumen OOXML
nl_nl: OOXML-document opslaan
pt_br: Salvar como documento OOXML
tr_tr: OOXML Belgesi Kaydet
zh_cn: 保存OOXML文档

# Settings.Accept
source: Accept
de_de: Akzeptieren
el_gr: Αποδοχή
es: Aceptar
fr_fr: Accepter
id: Terima
nl_nl: Aanvaarden
pt_br: Aceitar
tr_tr: Kabul Et
zh_cn: 接受

# Settings.Apply
source: Apply
de_de: Anwenden
el_gr: Εφαρμογή
es: Aplicar
fr_fr: Appliquer
id: Terapkan
nl_nl: Toepassen
pt_br: Aplicar
tr_tr: Uygula
zh_cn: 应用

# Settings.Colors
source: Editor colors
de_de: Editor-Farben
el_gr: Χρώματα Επεξεργαστή
es: Colores del editor
fr_fr: Couleurs de l’Éditeur
id: Warna editor
nl_nl: Editor kleuren
pt_br: Cores do Editor
tr_tr: Editör renkleri
zh_cn: 编辑器配色

# Settings.Colors.Attribute
source: Attribute
el_gr: Αναγνωριστικό
es: Atributo
fr_fr: Attribut
id: Atribut
nl_nl: Attribuut
pt_br: Atributo
tr_tr: Nitelik
zh_cn: 属性

# Settings.Colors.Background
source: Background
de_de: Hintergrund
el_gr: Υπόβαθρο
es: Fondo
fr_fr: Arrière-Plans
id: Latar Belakang
nl_nl: Achtergrond
pt_br: Fundo
tr_tr: Arka Plan
zh_cn: 背景

# Settings.Colors.Comment
source: Comment
de_de: Kommentar
el_gr: Σχόλιο
es: Comentario
fr_fr: Commenter
id: Komentar
nl_nl: Opmerking
pt_br: Comentário
tr_tr: Yorum
zh_cn: 注释

# Settings.Colors.Default
source: Normal Text
de_de: Normaler Text
el_gr: Κανονικό Κείμενο
es: Texto Normal
fr_fr: Texte normal
id: Teks Normal
nl_nl: Normale Tekst
pt_br: Texto Normal
tr_tr: Normal Yazı
zh_cn: 普通文本

# Settings.Colors.String
source: String
el_gr: Συμβολοσειρά
es: Cadena de Texto
fr_fr: Chaîne
nl_nl: Reeks
pt_br: Cadeia de Caracteres
zh_cn: 字符串

# Settings.Colors.Tag
source: Tag
el_gr: Ετικέτα
es: Etiqueta
tr_tr: Etiket
zh_cn: 标签

# Settings.Editor
source: Other editor settings
de_de: Andere Editor-Einstellungen
el_gr: Άλλες ρυθμίσεις επεξεργαστή
es: Otros ajustes del editor
fr_fr: Autres paramètres de l'éditeur
id: Setelan editor lainnya
nl_nl: Andere Editor Instellingen
pt_br: Outras configurações do editor
tr_tr: Diğer editör ayarları
zh_cn: 其他编辑器设置

# Settings.Editor.AutoIndent
source: Auto-indent new lines
de_de: Neue Zeilen einrücken
el_gr: Αυτόματη Εσοχή Νέων Γραμμών
es: Autoindentar nuevas líneas
fr_fr: Mettre en retrait automatiquement les nouvelles lignes
id: Indentasi baris baru secara otomatis
nl_nl: Nieuwe regels automatisch laten inspringen
pt_br: Auto-indentar novas linhas
tr_tr: Yeni Satırları Auto-indent Yap
zh_cn: 新行自动缩进

# Settings.Editor.FontSize
source: Font Size
de_de: Schriftgrad
el_gr: Μέγεθος Γραμματοσειράς
es: Tamaño de Fuente
fr_fr: Taille de police
id: Ukuran Font
nl_nl: Lettertypegrootte
pt_br: Tamanho da Fonte
tr_tr: Font Boyutu
zh_cn: 字体大小

# Settings.Editor.TabWidth
source: Tab Width
de_de: Tabulator-Breite
el_gr: Πλάτος Καρτέλας
es: Anchura de Tab
fr_fr: Largeur de l'onglet
id: Lebar Tab
nl_nl: Tabbreedte
pt_br: Largura de Tabulação
tr_tr: Tab Genişliği
zh_cn: 制表符宽度

# Settings.Editor.WrapMode
source: Wrap Mode
de_de: Umbruchmodus
el_gr: Λειτουργία Αναδίπλωσης
es: Modo de Wrap
fr_fr: mode de retour à la ligne
id: Mode Wrap
nl_nl: Terugloopmodus
pt_br: Modo Quebra de Texto
tr_tr: Kaydırma Modu
zh_cn: 换行模式

# Settings.FileAssociations
source: File Associations
de_de: Dateiverknüpfungen
el_gr: Συσχετίσεις Αρχείων
es: Asociación de Archivos
fr_fr: Les associations de fichiers
id: Asosiasi File
nl_nl: Bestandskoppelingen
pt_br: Associações de Arquivos
tr_tr: Dosya ilişkilendirmeleri
zh_cn: 文件管理

# Settings.FileAssociations.CheckAll
source: Check All
de_de: Alle markieren
el_gr: Επιλογή Όλων
es: Seleccionar Todos
fr_fr: Tout Cocher
id: Centang Semua
nl_nl: Alles Aanvinken
pt_br: Marcar Tudo
tr_tr: Tümünü seç
zh_cn: 全选

# Settings.FileAssociations.ToolTip
source: A context menu entry will appear in Windows Explorer to edit these files directly with the tool
de_de: Es wird ein Eintrag im Kontextmenü des Windows Explorers erzeugt, um diese Dateien direkt mit diesem Tool bearbeiten zu können
el_gr: Θα εμφανιστεί μια είσοδος στο μενού περιβάλλοντος των Windows Explorer για να επεξεργαστείτε αυτά τα αρχεία άμεσα με το εργαλείο
es: Se añadirán entradas al menú de contexto de Windows Explorer para edtir los archivos seleccionados directamente desde ahí
fr_fr: Une entrée de menu contextuel apparaîtra dans l'explorateur Windows pour éditer ces fichiers directement avec l'outil
id: Entri menu konteks akan muncul di Windows Explorer untuk mengedit file-file ini secara langsung dengan alat ini
nl_nl: Er verschijnt een contextmenu-item in Windows Verkenner om deze bestanden rechtstreeks met de tool te bewerken
pt_br: Uma entrada de menu de contexto aparecerá no Windows Explorer permitindo editar esses arquivos diretamente com a ferramenta
tr_tr: Bu dosyaları doğrudan araçla düzenlemek için Windows Gezgini'nde bir bağlam menüsü girişi görünecektir
zh_cn: 在Windows资源管理器右键菜单中将增加命令项，可以使用本工具打开关联文件。

# Settings.FileAssociations.UncheckAll
source: Uncheck All
de_de: Alle Markierungen entfernen
el_gr: Αποεπιλογή Όλων
es: Deseleccionar Todo
fr_fr: Décocher Tout
id: Hapus centang Semua
nl_nl: Alles Uitvinken
pt_br: Desmarcar Tudo
tr_tr: Tüm Seçimleri Kaldır
zh_cn: 取消全选

# Settings.Misc
source: Misc
de_de: Verschiedenes
el_gr: Διάφορα
es: Misceláneo
fr_fr: Divers
id: Lainnya
nl_nl: Allerlei
pt_br: Miscelânea
tr_tr: Diğer
zh_cn: 其他

# Settings.Misc.DefaultTemplates
source: Show default XML templates in the Insert menu
de_de: Standard-XML-Vorlagen im Einfügen-Menü anzeigen
el_gr: Εμφάνιση προεπιλεγμένων προτύπων XML στο μενού Εισαγωγή
es: Mostrar plantillas de XML por defecto en el menú de Insertar
fr_fr: Afficher les modèles XML par défaut dans le menu Insertion
id: Tampilkan template XML default di menu Sisipkan
nl_nl: Standaard XML-sjablonen weergeven in het menu Invoegen
pt_br: Mostrar os modelos padrão de XML no menu Inserir
tr_tr: Ekle menüsünde varsayılan XML şablonlarını göster
zh_cn: 在插入菜单中显示缺省XML模板

# Settings.Misc.ExtraTemplates
source: Additional XML templates to load:
de_de: Zusätzlich zu ladende XML-Vorlagen:
el_gr: Επιπλέον πρότυπα XML για φόρτωση:
es: Plantillas de XML adicionales:
fr_fr: Modèles XML supplémentaires à charger :
id: Templat XML tambahan untuk dimuat:
nl_nl: Extra XML-sjablonen om te laden:
pt_br: Modelos de XML adicionais para carregamento:
tr_tr: Yüklenecek ek XML şablonları:
zh_cn: 加载附加XML模板:

# Settings.Misc.ExtraTemplates.ToolTip
source: One path per line. Paths can be either XML files or folders containing those. They can also be relative to the tool's folder
de_de: Ein Pfad pro Zeile. Pfade können entweder XML-Dateien sein oder Ordner mit XML-Dateien sein. Sie können auch relativ zum Ordner dieses Tools sein
el_gr: Μία διαδρομή ανά γραμμή. Οι διαδρομές μπορεί να είναι αρχεία XML ή φάκελοι που περιέχουν αυτά. Μπορούν επίσης να είναι σχετικές με το φάκελο του εργαλείου
es: Una ruta por línea. Rutas pueden ser tanto a archivos XML como a carpetas conteniendo dichos archivos. También pueden ser relativos a la carpeta de la herramienta
fr_fr: Un chemin par ligne. Les chemins peuvent être des fichiers XML ou des dossiers contenant ceux-ci. Ils peuvent aussi être relatifs au dossier de l'outil
id: Satu jalur per baris. Path dapat berupa file XML atau folder yang berisi itu. Mereka juga dapat menjadi relatif terhadap folder alat
nl_nl: Eén pad per regel. Paden kunnen XML-bestanden zijn of mappen die deze bevatten. Ze kunnen ook relatief zijn ten opzichte van de map van de tool
pt_br: Um caminho por linha. Caminhos podem ser tanto arquivos XML quanto suas respectivas pastas. Podem se referir à pasta da ferramenta
tr_tr: Satır başına bir izlek. İzlekler, XML dosyaları veya bunları içeren klasörler olabilir. Ayrıca aracın klasörüne göre de olabilirler
zh_cn: 每行应只包含一个路径，指定路径可以是MXL文件全路径或者其所在目录，也可以是基于本软件安装目录的相对路径。

# Settings.Misc.Language
source: Language
de_de: Sprache
el_gr: Γλώσσα
es: Idioma
fr_fr: Langue
id: Bahasa
nl_nl: Taal
pt_br: Idioma
tr_tr: Dil
zh_cn: 语言

# Settings.Misc.PreserveAttributes
source: Preserve file attributes when saving an already existing document
de_de: Dateiattribute beibehalten, wenn ein bereits existierendes Dokument gespeichert wird
el_gr: Διατήρηση των χαρακτηριστικών του αρχείου κατά την αποθήκευση ενός ήδη υπάρχοντος εγγράφου
es: Conservar attributos de los archivos al guardar documentos ya existentes
fr_fr: Conserver les attributs de fichier lors de l'enregistrement d'un document déjà existant
id: Pertahankan atribut file saat menyimpan dokumen yang sudah ada
nl_nl: Bestandskenmerken bewaren bij het opslaan van een reeds bestaand document
pt_br: Preservar atributos de arquivos ao salvar um documento já existente
tr_tr: Halihazırda var olan bir belgeyi kaydederken dosya niteliklerini koru
zh_cn: 保存已经存在文件时的预留文件属性

# Settings.Misc.PreserveAttributes.ToolTip
source: If checked, read-only files will keep to be read-only after saving them for example
de_de: Wenn markiert, dann werden z.B. Read-only-Dateien nach dem Speichern weiterhin Read-only sein
el_gr: Εάν επιλεγεί, τα αρχεία μόνο για ανάγνωση θα παραμείνουν μόνο για ανάγνωση μετά την αποθήκευσή τους, για παράδειγμα
es: Si se selecciona, archivos de sólo lectura lo seguirán siendo una vez que sean guardados por ejemplo
fr_fr: Si coché, les fichiers en lecture seule resteront en lecture seule après les avoir enregistrés par exemple
id: Jika dicentang, file hanya-baca akan tetap menjadi hanya-baca setelah menyimpannya misalnya
nl_nl: Indien aangevinkt, blijven alleen-lezen bestanden alleen-lezen nadat ze bijvoorbeeld zijn opgeslagen
pt_br: Se marcados, arquivos somente-leitura continuarão somente-leitura após salvaamento, por exemplo
tr_tr: İşaretlenirse, salt okunur dosyalar, kaydedildikten sonra salt okunur olmaya devam eder
zh_cn: 如果选中，只读文件保存后仍为只读文件

# Settings.ResetDefaults
source: Reset Defaults
de_de: Auf Standardwerte zurücksetzen
el_gr: Επαναφορά Προεπιλογών
es: Restablecer Valores por Defecto
fr_fr: Réinitialiser par défaut
id: Setel Ulang Default
nl_nl: Standaardinstellingen resetten
pt_br: Resetar para Padrões
tr_tr: Varsayılanlara Sıfırla
zh_cn: 恢复缺省设置

# Settings.Title
source: Settings
de_de: Einstellungen
el_gr: Ρυθμίσεις
es: Ajustes
fr_fr: Paramètres
id: Setelan
nl_nl: Instellingen
pt_br: Configurações
tr_tr: Ayarlar
zh_cn: 设置

# ToolBar.Callbacks
source: Generate Callbacks
de_de: Callbacks generieren
el_gr: Δημιουργία Κλήσεων
es: Generar Callbacks
fr_fr: Générer des rappels
id: Hasilkan Callback
nl_nl: Terugroepverzoeken genereren
pt_br: Gerar 'Callbacks'
tr_tr: Callback Oluştur
zh_cn: 生成回调

# ToolBar.Callbacks.ToolTip
source: Generate callbacks for the current XML file
de_de: Callbacks für die aktuelle XML-Datei generieren
el_gr: Δημιουργία Κλήσεων για το τρέχον XML αρχείο
es: Generar callbacks para el archivo XML actual
fr_fr: Générer des rappels pour le fichier XML actuel
id: Hasilkan panggilan balik untuk file XML saat ini
nl_nl: Terugroepverzoeken genereren voor huidig XML bestand
pt_br: Gerar 'callbacks' para o arquivo XML atual for the current XML file
tr_tr: Mevcut XML dosyası için callback oluştur
zh_cn: 为当前XML文件生成回调

# ToolBar.InsertIcons
source: Insert Icons
de_de: Icons einfügen
el_gr: Εισαγωγή Εικονιδίων
es: Insertar Iconos
fr_fr: Insérer Icônes
id: Sisipkan Ikon
nl_nl: Pictogrammen Invoegen
pt_br: Inserir Ícones
tr_tr: İkon Ekle
zh_cn: 插入图标

# ToolBar.InsertIcons.ToolTip
source: Insert Icons
de_de: Icons einfügen
el_gr: Εισαγωγή Εικονιδίων
es: Insertar Iconos
fr_fr: Insérer Icônes
id: Sisipkan Ikon
nl_nl: Pictogrammen Invoegen
pt_br: Inserir Ícones
tr_tr: İkon Ekle
zh_cn: 插入图标

# ToolBar.Open
source: Open
de_de: Öffnen
el_gr: Άνοιγμα
es: Abrir
fr_fr: Ouvrir
id: Buka
nl_nl: Openen
pt_br: Abrir
tr_tr: Aç
zh_cn: 打开

# ToolBar.Open.ToolTip
source: Open an Office document
de_de: Office-Dokument öffnen
el_gr: Άνοιγμα ενός εγγράφου Office
es: Abrir un documento de Office
fr_fr: Ouvrir un document Office
id: Buka dokumen Office
nl_nl: Een Office document openen
pt_br: Abrir um documento do Office
tr_tr: Office belgesi aç
zh_cn: 打开Office文档

# ToolBar.ReloadOnSave
source: Reload on Save
de_de: Erneut Laden beim Speichern
el_gr: Επαναφόρτωση κατά την Αποθήκευση
es: Reabrir al Guardar
fr_fr: Recharger sur Enregistrer
id: Muat ulang saat Simpan
nl_nl: Herladen bij Opslaan
pt_br: Recarregar ao salvar
tr_tr: Kaydedince Yeniden Yükle
zh_cn: 刷新文档

# ToolBar.ReloadOnSave.ToolTip
source: To ensure you do not delete changes made externally, you can reload the documents right before they are to be saved
de_de: Um sicherzustellen, dass keine Änderungen, die extern vorgenommen wurden, gelöscht werden, können die Dokumente unmittelbar vor dem Speichern erneut geladen werden
el_gr: Για να βεβαιωθείτε ότι δεν διαγράφετε τις αλλαγές που έγιναν εξωτερικά, μπορείτε να επαναφορτώσετε τα έγγραφα ακριβώς πριν τα αποθηκεύσετε
es: Para asegurarte de que no se pierden cambios hechos de forma externa, puedes reabrir los documentos automáticamente justo antes de ser guardados
fr_fr: Pour vous assurer de ne pas supprimer les modifications apportées en externe, vous pouvez recharger les documents juste avant de les enregistrer
id: Untuk memastikan Anda tidak menghapus perubahan yang dibuat secara eksternal, Anda dapat memuat ulang dokumen tepat sebelum disimpan
nl_nl: Om ervoor te zorgen dat u geen extern aangebrachte wijzigingen verwijdert, kunt u de documenten opnieuw laden vlak voordat ze moeten worden opgeslagen
pt_br: Para certificar-se de que não descartará alterações feitas externament, você pode recarregar os documentos imediatamente antes que eles sejam salvos.
tr_tr: Harici olarak yapılan değişiklikleri silmediğinizden emin olmak için, belgeleri kaydedilmeden hemen önce yeniden yükleyebilirsiniz
zh_cn: 为了确保不丢失其他外部程序对此文件的更改，请在文件保存后重新加载文档

# ToolBar.Save
source: Save
de_de: Speichern
el_gr: Αποθήκευση
es: Guardar
fr_fr: Enregistrer
id: Simpan
nl_nl: Opslaan
pt_br: Salvar
tr_tr: Kaydet
zh_cn: 保存

# ToolBar.Save.ToolTip
source: Save the current Office document
de_de: Aktuelles Office-Dokument speichern
el_gr: Αποθήκευση του τρέχοντος εγγράφου Office
es: Guardar el documento de Office actual
fr_fr: Enregistrer le document Office actuel
id: Simpan dokumen Office saat ini
nl_nl: Het huidige Office-document opslaan
pt_br: Salvar o documento do Office atual
tr_tr: Açık olan Office belgesini kaydet
zh_cn: 保存当前Office文档

# ToolBar.Settings
source: Settings
de_de: Einstellungen
el_gr: Ρυθμίσεις
es: Ajustes
fr_fr: Paramètres
id: Setelan
nl_nl: Instellingen
pt_br: Configurações
tr_tr: Ayarlar
zh_cn: 设置
