Repository: fernandreu/office-ribbonx-editor
Catalog: src/OfficeRibbonXEditor/Resources/Strings.*.resx
Languages: de_de, el_gr, es, fr_fr, id, nl_nl, pt_br, tr_tr, zh_cn

# About.Author
source: Author:
de_de: Autor:
el_gr: Συγγραφέας:
es: Autor:
fr_fr: Auteur:
id: Penulis:
nl_nl: Auteur:
pt_br: Autor:
tr_tr: Yazar:
zh_cn: 作者:

# About.Close
source: Close
de_de: Schließen
el_gr: Κλείσιμο
es: Cerrar
fr_fr: Fermer
id: Tutup
nl_nl: Sluiten
pt_br: Fechar
tr_tr: Kapat
zh_cn: 关闭

# About.CopyVersion
source: Copy version information
de_de: Versionsinformation kopieren
el_gr: Αντιγραφή πληροφοριών έκδοσης
es: Copiar detalles de la versión
fr_fr: Informations sur la version de la copie
id: Salinan informasi versi
nl_nl: Informatie over versie van de kopie
pt_br: Informação da Versão Cópia
tr_tr: Versiyon bilgisini kopyala
zh_cn: 拷贝版本信息

# About.License
source: License:
de_de: Lizenz:
el_gr: Άδεια:
es: Licencia:
fr_fr: Licence:
id: Lisensi:
nl_nl: Licentie:
pt_br: Licença:
tr_tr: Lisans:
zh_cn: 许可证:

# About.OperatingSystem
source: Operating System:
de_de: Betriebssystem:
el_gr: Λειτουργικό Σύστημα:
es: Sistema Operativo:
fr_fr: Système opérateur:
id: Sistem Operasi:
nl_nl: Besturingssysteem:
pt_br: Sistema Operacional:
tr_tr: İşletim Sistemi:
zh_cn: 操作系统:

# About.Paragraph1
source: Office RibbonX Editor is a free, open source, standalone tool to edit the Custom UI part of Office open document file format. It contains both Office 2007 and Office 2010 custom UI schemas.
de_de: Office RibbonX Editor ist ein freies, Open Source, standalone tool zum Bearbeiten des Custom UI-Bereichs von Office-Dateien im Open Document-Format. Es enthält Custom UI-Schemas für Office 2007 und Office 2010.
el_gr: Ο Επεξεργαστής Office RibbonX είναι ένα δωρεάν, ανοιχτού κώδικα, αυτόνομο εργαλείο για την επεξεργασία του τμήματος Custom UI της μορφής αρχείου Office open document. Περιέχει τόσο τα σχήματα Custom UI του Office 2007 όσο και του Office 2010.
es: Office RibbonX Editor es una herramienta gratuita de código abierto para editar partes de Custom UI de documentos de Office de formato abierto. Contiene esquemas XML tanto para Office 2007 como para Office 2010.
fr_fr: Office RibbonX Editor est un outil autonome, open source et gratuit permettant de modifier la partie de l'interface utilisateur personnalisée du format de fichier de document ouvert Office. Il contient à la fois des schémas d'interface utilisateur personnalisés Office 2007 et Office 2010.
id: Office RibbonX Editor adalah gratis, open source, alat mandiri untuk mengedit bagian UI Kustom dari format file dokumen terbuka Office. Ini berisi skema UI kustom Office 2007 dan Office 2010.
nl_nl: Office RibbonX Editor is een gratis, open source, stand-alone tool om het Custom UI-gedeelte van het Office open document-bestandsformaat te bewerken. Het bevat zowel Office 2007 als Office 2010 aangepaste UI-schema's.
pt_br: O Office RibbonX Editor é uma ferramenta livre, aberta e autônoma para editar o código da 'Custom UI' de um documento num dos formatos de arquivo do MS 365. Possui as 'Custom UI' tanto do Office 2007 como do Office 2010.
tr_tr: Office RibbonX Editor, Office Open Document-Format yapısının Custom-UI bölümünü düzenlemek için ücretsiz, açık kaynaklı, bağımsız bir araçtır. Hem Office 2007 hem de Office 2010 Custom-UI taslaklarını kapsar.
zh_cn: Office RibbonX编辑器是开源的免费工具，用于编辑Office开放文档的定制UI，工具中支持Office 2007和Office 2010两种架构。

# About.Paragraph2
source: The Office 2010 custom UI schema is the latest schema and it's still being used in the latest versions of Office including Office 2013, Office 2016, Office 2019 and Office 365.
de_de: Das Office 2010 Custom UI-Schema ist das aktuellste Schema und wird auch in den neueren Office-Versionen verwendet (inkl. Office 2013, Office 2016, Office 2019 und Office 365).
el_gr: Το σχήμα Custom UI του Office 2010 είναι το τελευταίο σχήμα και εξακολουθεί να χρησιμοποιείται στις τελευταίες εκδόσεις του Office, συμπεριλαμβανομένων του Office 2013, Office 2016, Office 2019 και Office 365.
es: El esquema XML de Office 2010 es el último hasta la fecha y todavía se usa en las últimas versiones de Office, incluyendo Office 2013, Office 2016, Office 2019 y Office 365.
fr_fr: Le schéma d'interface utilisateur personnalisé d'Office 2010 est le schéma le plus récent et il est toujours utilisé dans les versions d'Office les plus récentes, notamment Office 2013, Office 2016, Office 2019 et Office 365.
id: Skema UI kustom Office 2010 adalah skema terbaru dan masih digunakan di versi terbaru Office termasuk Office 2013, Office 2016, Office 2019 dan Office 365.
nl_nl: Het aangepaste UI-schema van Office 2010 is het nieuwste schema en wordt nog steeds gebruikt in de nieuwste versies van Office, waaronder Office 2013, Office 2016, Office 2019 en Office 365.
pt_br: O esquema da 'Custom UI' do Office 2010 é o mais recente esquema em uso até mesmo no MS 365.
tr_tr: Office 2010 custom-UI taslağı en son şemadır ve hala en son Office sürümlerinde, Office 2013, Office 2016, Office 2019 ve Office 365 dahil olmak üzere kullanılmaktadır.
zh_cn: Office 2010定制UI架构是最新版本，后续发布的Office 2013、Office 2016、Office 2019和Microsoft 365仍然使用相同架构。

# About.ProjectPage
source: Project Page:
de_de: Projektseite:
el_gr: Σελίδα έργου:
es: Web del Proyecto:
fr_fr: Page de Project:
id: Halaman Proyek:
nl_nl: Project Pagina:
pt_br: Página do Projeto:
tr_tr: Proje Sayfası:
zh_cn: 项目主页:

# About.Runtime
source: Runtime:
el_gr: Ροή:
es: Entorno de Ejecución:
id: Waktu proses:
pt_br: Execução:
zh_cn: 运行环境:

# About.SubmitIssue
source: Submit an issue
de_de: Melde ein Problem
el_gr: Υποβολή ζητήματος
es: Enviar una propuesta
fr_fr: Soumettre un problème
id: Kirim masalah
nl_nl: Een probleem indienen
pt_br: Enviar um problema
tr_tr: Sorun bildirin
zh_cn: 报告问题

# About.Title
source: About Office RibbonX Editor
de_de: Über Office RibbonX Editor
el_gr: Σχετικά με τον Office RibbonX Editor
es: Acerca de Office RibbonX Editor
fr_fr: Plus d’infos sur Office RibbonX Editor
id: Tentang Office RibbonX Editor
nl_nl: Over Office RibbonX Editor
pt_br: Sobre o Office RibbonX Editor
tr_tr: Office RibbonX Editor Hakkında
zh_cn: 关于Office RibbonX编辑器

# About.Version
source: Version:
el_gr: Έκδοση:
es: Versión:
id: Versi:
nl_nl: Versie:
pt_br: Versão:
tr_tr: Versiyon:
zh_cn: 版本:

# Callbacks.Title
source: Callbacks Viewer
el_gr: Προβολή Callback
es: Visor de Callbacks
id: Panampil Callback
pt_br: Visuslizador de 'Callbacks'
tr_tr: Callback Görüntüleyicisi
zh_cn: 回调过程

# ContextMenu.TreeView.ChangeId
source: Change ID
el_gr: Αλλαγή ID
es: Cambiar ID
fr_fr: Changement ID
id: Ubah ID
nl_nl: Wijziging ID
pt_br: ID da Alteração
tr_tr: ID Değiştir
zh_cn: 修改ID

# ContextMenu.TreeView.Close
source: Close
de_de: Schließen
el_gr: Κλείσιμο
es: Cerrar
fr_fr: Fermer
id: Tutup
nl_nl: Sluiten
pt_br: Fechar
tr_tr: Kapat
zh_cn: 关闭

# ContextMenu.TreeView.InsertIcons
source: Insert Icons...
de_de: Icons einfügen...
el_gr: Εισαγωγή Εικονιδίων...
es: Insertar Iconos...
fr_fr: Insérer des icônes...
id: Sisipkan Ikon...
nl_nl: Pictogrammen Invoegen...
pt_br: Inserir Ícones...
tr_tr: İkon ekle...
zh_cn: 插入图标...

# ContextMenu.TreeView.InsertOffice2007
source: Insert Office 2007 Custom UI Part
de_de: Office 2007 Custom UI-Abschnitt einfügen
el_gr: Εισαγωγή Τμήματος Custom UI Office 2007
es: Insertar Parte de Office 2007 Custom UI
fr_fr: Insérer Office 2007 Custom UI Part
id: Tambah bagian Office 2007 Custom UI
nl_nl: Office 2007 Custom UI Part invoegen
pt_br: Inserir código da 'Custom UI' do Office 2007
tr_tr: Custom Office 2007 UI Parçası Ekle
zh_cn: 插入Office 2007定制UI

# ContextMenu.TreeView.InsertOffice2010
source: Insert Office 2010+ Custom UI Part
de_de: Office 2010+ Custom UI-Abschnitt einfügen
el_gr: Εισαγωγή Τμήματος Custom UI Office 2010+
es: Insertar Parte de Office 2010+ Custom UI
fr_fr: Insérer Office 2010+ Custom UI Part
id: Tambah bagian Office 2010+ Custom UI
nl_nl: Office 2010+ Custom UI Part invoegen
pt_br: Inserir código da 'Custom UI' do Office 2010+
tr_tr: Custom Office 2010+ UI Parçası Ekle
zh_cn: 插入Office 2010+定制UI

# ContextMenu.TreeView.Open
source: Open
de_de: Öffnen
el_gr: Άνοιγμα
es: Abrir
fr_fr: Ouvrir
id: Buka
nl_nl: Openen
pt_br: Abrir
tr_tr: Aç
zh_cn: 打开

# ContextMenu.TreeView.Remove
source: Remove
de_de: Entfernen
el_gr: Αφαίρεση
es: Eliminar
fr_fr: Supprimer
id: Hapus
nl_nl: Verwijderen
pt_br: Remover
tr_tr: Kaldır
zh_cn: 删除

# ContextMenu.TreeView.Save
source: Save
de_de: Speichern
el_gr: Αποθήκευση
es: Guardar
fr_fr: Enregistrer
id: Simpan
nl_nl: Opslaan
pt_br: Salvar
tr_tr: Kaydet
zh_cn: 保存

# ContextMenu.TreeView.SaveAs
source: Save As...
de_de: Speichern unter...
el_gr: Αποθήκευση ως...
es: Guardar Como...
fr_fr: Enregistrer sous...
id: Simpan Sebagai...
nl_nl: Opslaan als...
pt_br: Salvar como...
tr_tr: Farklı Kaydet...
zh_cn: 另存为...

# Editor.ZoomFactor
source: Zoom Factor:
de_de: Zoom-Faktor:
el_gr: Παράγοντας Ζουμ:
es: Factor de Zoom:
fr_fr: Facteur de Zoom:
id: Faktor Zoom:
pt_br: Fator de Zoom:
tr_tr: Zoom Değeri:
zh_cn: 缩放比例:

# Exception.CloseDialog
source: Close this Dialog
de_de: Schließe diesen Dialog
el_gr: Κλείσιμο αυτού τού παραθύρου
es: Cerrar este Diálogo
fr_fr: Fermer cette boîte de dialogue
id: Tutup Dialog ini
nl_nl: Dit dialoogvenster sluiten
pt_br: Fechar este Diálogo
tr_tr: Bu Pencereyi Kapat
zh_cn: 关闭对话框

# Exception.Disclaimer
source: If you keep using the tool after this exception, it might start to malfunction.
de_de: Wenn Du das Tool nach diesem Ausnahmefehler weiter verwendest, dann wird es evtl. fehlerhaft arbeiten.
el_gr: Εάν συνεχίσετε να χρησιμοποιείτε το εργαλείο μετά από αυτό τό σφάλμα, ενδέχεται να αρχίσει να λειτουργεί λανθασμένα.
es: Si continúa usando la herramienta después de esta excepción, pueden ocurir problemas adicionales.
fr_fr: Si vous continuez à utiliser l'outil après cette exception, il peut commencer à mal fonctionner.
id: Jika Anda terus menggunakan alat ini setelah pengecualian ini, alat ini mungkin mulai tidak berfungsi.
nl_nl: Als u het hulpprogramma na deze uitzondering blijft gebruiken, kan de juiste werking ervan in het gedrang komen.
pt_br: Se você continuar utilizando esta ferramenta após este incidente, ela poderá apresentar mal funcionamento..
tr_tr: Eğer aracı bu hatadan sonra kullanmaya devam ederseniz, çalışmasında aksaklık olabilir.
zh_cn: 如果软件过期之后，您继续使用此软件，将可能发生功能异常。

# Exception.ShutdownApp
source: Shutdown Application
de_de: Anwendung herunterfahren
el_gr: Τερματισμός εφαρμογής
es: Cerrar la Aplicación
fr_fr: Terminer Application
id: Matikan Aplikasi
nl_nl: Toepassing afsluiten
pt_br: Finalizar o Aplicativo
tr_tr: Uygulamayı Sonlandır
zh_cn: 关闭程序

# Exception.SubmitBug
source: Submit Bug Report
de_de: Fehlerbericht übermitteln
el_gr: Υποβολή αναφοράς σφάλματος
es: Enviar Bug Report
fr_fr: Soumettre un rapport d’erreur
id: Kirim Laporan Bug
nl_nl: Bugrapport indienen
pt_br: Enviar Relatório de Bug
tr_tr: Hata Raporu Gönder
zh_cn: 提交异常报告

# Exception.Title
source: Unhandled Exception Occurred
de_de: Unbehandelte Ausnahme aufgetreten
el_gr: Προέκυψε μη διαχειριζόμενο σφάλμα
es: Ha Ocurrido una Excepción no Controlada
fr_fr: Une erreur non traitée s'est produite
id: Terjadi Pengecualian yang Tidak Tertangani
nl_nl: Een onbehandelde fout heeft zich voorgedaan
pt_br: Ocorreu Exceção Não Tratada
tr_tr: Beklenmeyen Hata Oluştu
zh_cn: 发出未知错误

# Filter.All
source: All Files (*.*)|*.*
de_de: Alle Dateien (*.*)|*.*
el_gr: Όλα τα αρχεία (*.*)|*.*
es: Todos los Archivos (*.*)|*.*
fr_fr: Tous les fichiers (*.*)|*.*
id: Semua File (*.*)|*.*
nl_nl: Alle bestanden (*.*)|*.*
pt_br: Todos os Arquivos (*.*)|*.*
tr_tr: Bütün Dosyalar (*.*)|*.*
zh_cn: 全部文件 (*.*)|*.*

# Filter.AllOfficeDocuments
source: All Office Documents|*.???x;*.???m
de_de: Alle Office-Dokumente|*.???x;*.???m
el_gr: Όλα τα έγγραφα Office|*.???x;*.???m
es: Todos los Documentos de Office|*.???x;*.???m
fr_fr: Tous les documents Office|*.???x;*.???m
id: Semua Dokumen Office|*.???x;*.???m
nl_nl: Alle Office documenten|*.???x;*.???m
pt_br: Todos os Documentos do Office|*.???x;*.???m
tr_tr: Tüm Office Belgeleri|*.???x;*.???m
zh_cn: 全部Office文件|*.???x;*.???m

# Filter.ExcelDocuments
source: Microsoft Excel Workbooks|*.xlsx;*.xlsm;*.xlam;*.xltx;*.xltm
de_de: Microsoft Excel-Arbeitsmappen|*.xlsx;*.xlsm;*.xlam;*.xltx;*.xltm
el_gr: Βιβλία εργασίας του Microsoft Excel|*.xlsx;*.xlsm;*.xlam;*.xltx;*.xltm
es: Hojas de Cálculo de Microsoft Excel|*.xlsx;*.xlsm;*.xlam;*.xltx;*.xltm
fr_fr: Cahiers d'exercices Microsoft Excel|*.xlsx;*.xlsm;*.xlam;*.xltx;*.xltm
nl_nl: Microsoft Excel-werkmappen|*.xlsx;*.xlsm;*.xlam;*.xltx;*.xltm
pt_br: Pastas de Trabalho do Microsoft Excel|*.xlsx;*.xlsm;*.xlam;*.xltx;*.xltm
tr_tr: Microsoft Excel Çalışma Sayfaları|*.xlsx;*.xlsm;*.xlam;*.xltx;*.xltm
zh_cn: Microsoft Excel文件|*.xlsx;*.xlsm;*.xlam;*.xltx;*.xltm

# Filter.Icons
source: Supported Icons|*.ico;*.bmp;*.png;*.jpg;*.tif
de_de: Unterstützte Icons|*.ico;*.bmp;*.png;*.jpg;*.tif
el_gr: Υποστηριζόμενα Εικονίδια|*.ico;*.bmp;*.png;*.jpg;*.tif
es: Iconos Soportados|*.ico;*.bmp;*.png;*.jpg;*.tif
fr_fr: Icônes prises en charge|*.ico;*.bmp;*.png;*.jpg;*.tif
id: Ikon yang Didukung|*.ico;*.bmp;*.png;*.jpg;*.tif
nl_nl: Ondersteunde pictogrammen|*.ico;*.bmp;*.png;*.jpg;*.tif
pt_br: Ícones suportados|*.ico;*.bmp;*.png;*.jpg;*.tif
tr_tr: Desteklenen İkonlar|*.ico;*.bmp;*.png;*.jpg;*.tif
zh_cn: 支持的图标|*.ico;*.bmp;*.png;*.jpg;*.tif

# Filter.PowerPointDocuments
source: Microsoft PowerPoint Presentations|*.pp?x;*.pp?m;*.potx;*.potm;*.thmx
de_de: Microsoft PowerPoint-Präsentationen|*.pp?x;*.pp?m;*.potx;*.potm;*.thmx
el_gr: Παρουσιάσεις Microsoft PowerPoint|*.pp?x;*.pp?m;*.potx;*.potm;*.thmx
es: Presentaciones de Microsoft PowerPoint|*.pp?x;*.pp?m;*.potx;*.potm;*.thmx
fr_fr: Présentations Microsoft PowerPoint|*.pp?x;*.pp?m;*.potx;*.potm;*.thmx
nl_nl: Microsoft PowerPoint Presentaties|*.pp?x;*.pp?m;*.potx;*.potm;*.thmx
pt_br: Apresentação do Microsoft PowerPoint|*.pp?x;*.pp?m;*.potx;*.potm;*.thmx
tr_tr: Microsoft PowerPoint Sunumları|*.pp?x;*.pp?m;*.potx;*.potm;*.thmx
zh_cn: Microsoft PowerPoint文件|*.pp?x;*.pp?m;*.potx;*.potm;*.thmx

# Filter.VisioDocuments
source: Microsoft Visio Drawings|*.vsdx;*.vsdm;*.vstx;*.vstm;*.vssx;*.vssm;
de_de: Microsoft Visio-Zeichnungen|*.vsdx;*.vsdm;*.vstx;*.vstm;*.vssx;*.vssm;
el_gr: Σχέδια Microsoft Visio|*.vsdx;*.vsdm;*.vstx;*.vstm;*.vssx;*.vssm;
fr_fr: Dessins Microsoft Visio|*.vsdx;*.vsdm;*.vstx;*.vstm;*.vssx;*.vssm;
nl_nl: Microsoft Visio-tekeningen|*.vsdx;*.vsdm;*.vstx;*.vstm;*.vssx;*.vssm;
pt_br: Desenhos do Microsoft Visio|*.vsdx;*.vsdm;*.vstx;*.vstm;*.vssx;*.vssm;
tr_tr: Microsoft Visio Çizimleri|*.vsdx;*.vsdm;*.vstx;*.vstm;*.vssx;*.vssm;
zh_cn: Microsoft Visio文件|*.vsdx;*.vsdm;*.vstx;*.vstm;*.vssx;*.vssm;

# Filter.SaveAs0
source: Excel Workbook|*.xlsx
de_de: Excel-Arbeitsmappe|*.xlsx
el_gr: Βιβλίο Εργασίας Excel|*.xlsx
es: Hoja de Cálculo de Excel|*.xlsx
fr_fr: classeur Excel|*.xlsx
nl_nl: Excel-werkmap|*.xlsx
pt_br: Pasta de Trabalho do Excel|*.xlsx
tr_tr: Excel Çalışma Kitabı|*.xlsx
zh_cn: Excel工作簿|*.xlsx

# Filter.SaveAs1
source: Excel Macro-Enabled Workbook|*.xlsm
de_de: Excel-Arbeitsmappe mit Makros|*.xlsm
el_gr: Βιβλίο Εργασίας Excel με Macros|*.xlsm
es: Hoja de Cálculo de Excel Habilitada para Macros|*.xlsm
fr_fr: Classeur Excel avec macros|*.xlsm
nl_nl: Excel-werkmap met macro's|*.xlsm
pt_br: Pasta Habilitada para Macro do Excel|*.xlsm
tr_tr: Excel Makro Etkinleştirilmiş Çalışma Kitabı|*.xlsm
zh_cn: 启用宏的Excel工作簿|*.xlsm

# Filter.SaveAs10
source: PowerPoint Show|*.ppsx
de_de: PowerPoint-Bildschirmpräsentation|*.ppsx
el_gr: Παρουσίαση PowerPoint|*.ppsx
es: Presentación de Diapositivas de PowerPoint|*.ppsx
pt_br: Apresentação de Slides do PowerPoint|*.ppsx
tr_tr: PowerPoint Gösterisi|*.ppsx
zh_cn: PowerPoint放映|*.ppsx

# Filter.SaveAs11
source: PowerPoint Macro-Enabled Show|*.ppsm
de_de: PowerPoint-Bildschirmpräsentation mit Makros|*.ppsm
el_gr: Παρουσίαση PowerPoint με Macros|*.ppsm
es: Presentación de Diapositivas de PowerPoint Habilitada para Macros|*.ppsm
fr_fr: PowerPoint Show avec macros|*.ppsm
nl_nl: PowerPoint-show met macro's|*.ppsm
pt_br: Apresentação de Slides Habilitada para Macro do PowerPoint|*.ppsm
tr_tr: PowerPoint Makro Etkinleştirilmiş Gösterisi|*.ppsm
zh_cn: 启用宏的PowerPoint放映|*.ppsm

# Filter.SaveAs12
source: PowerPoint Add-in|*.ppam
el_gr: Πρόσθετο PowerPoint|*.ppam
es: Add-in de PowerPoint|*.ppam
fr_fr: Complément PowerPoint|*.ppam
nl_nl: PowerPoint-invoegtoepassing|*.ppam
pt_br: Suplemento do PowerPoint|*.ppam
tr_tr: PowerPoint Eklentisi|*.ppam
zh_cn: PowerPoint加载项|*.ppam

# Filter.SaveAs13
source: Word Document|*.docx
de_de: Word-Dokument|*.docx
el_gr: Έγγραφο Word|*.docx
es: Documento de Word|*.docx
fr_fr: Document Word|*.docx
pt_br: Documento do Word|*.docx
tr_tr: Word Belgesi|*.docx
zh_cn: Word文档|*.docx

# Filter.SaveAs14
source: Word Macro-Enabled Document|*.docm
de_de: Word-Dokument mit Makros|*.docm
el_gr: Έγγραφο Word με Macros|*.docm
es: Documento de Word Habilitado para Macros|*.docm
fr_fr: Document Word avec macros|*.docm
nl_nl: Word document met macro’s|*.docm
pt_br: Documento Habilitado para Macro do Word|*.docm
tr_tr: Word Makro Etkinleştirilmiş Belgesi|*.docm
zh_cn: 启用宏的Macro-Enabled文档|*.docm

# Filter.SaveAs15
source: Word Template|*.dotx
de_de: Word-Vorlage|*.dotx
el_gr: Πρότυπο Word|*.dotx
es: Plantilla de Word|*.dotx
fr_fr: Modèle Word|*.dotx
nl_nl: Word-sjabloon|*.dotx
pt_br: Modelo do Word|*.dotx
tr_tr: Word Şablonu|*.dotx
zh_cn: Word模板|*.dotx

# Filter.SaveAs16
source: Word Macro-Enabled Template|*.dotm
de_de: Word-Vorlage mit Makros|*.dotm
el_gr: Πρότυπο Word με Macros|*.dotm
es: Plantilla de Word Habilitada para Macros|*.dotm
fr_fr: Modèle Word avec macros|*.dotm
nl_nl: Word-sjabloon met macro’s|*.dotm
pt_br: Modelo Habilitado para Macro do Word|*.dotm
tr_tr: Word Makro Etkinleştirilmiş Şablonu|*.dotm
zh_cn: 用宏的Word模板|*.dotm

# Filter.SaveAs17
source: Visio Diagram|*.vsdx
de_de: Visio-Diagramm|*.vsdx
el_gr: Διάγραμμα Visio|*.vsdx
fr_fr: Diagramme Visio|*.vsdx
pt_br: Diagrama do Visio|*.vsdx
tr_tr: Visio Diagramı|*.vsdx
zh_cn: Visio绘图|*.vsdx

# Filter.SaveAs18
source: Visio Macro-Enabled Diagram|*.vsdm
de_de: Visio-Diagramm mit Makros|*.vsdm
el_gr: Διάγραμμα Visio με Macros|*.vsdm
fr_fr: Diagramme Visio avec macro’s|*.vsdm
nl_nl: Visio-diagram met macro’s|*.vsdm
pt_br: Diagrama Habilitado para Macro do Visio|*.vsdm
tr_tr: Visio Makro Etkinleştirilmiş Diagramı|*.vsdm
zh_cn: 启用宏的Visio绘图|*.vsdm

# Filter.SaveAs19
source: Visio Template|*.vstx
de_de: Visio-Vorlage|*.vstx
el_gr: Πρότυπο Visio|*.vstx
fr_fr: Modèle Visio|*.vstx
nl_nl: Visio-sjabloon|*.vstx
pt_br: Modelo do Visio|*.vstx
tr_tr: Visio Şablonu|*.vstx
zh_cn: Visio模板|*.vstx

# Filter.SaveAs20
source: Visio Macro-Enabled Template|*.vstm
de_de: Visio-Vorlage mir Makros|*.vstm
el_gr: Πρότυπο Visio με Macros|*.vstm
fr_fr: Modèle Visio avec macros|*.vstm
nl_nl: Visio-sjabloon met macro’s|*.vstm
pt_br: Modelo Habilitado para Macro do Visio|*.vstm
tr_tr: Visio Makro Etkinleştirilmiş Şablonu|*.vstm
zh_cn: 启用宏的Visio模板|*.vstm

# Filter.SaveAs2
source: Excel Binary Workbook|*.xlsb
de_de: Excel-Binärarbeitsmappe|*.xlsb
el_gr: Δυαδικό Βιβλίο Εργασίας Excel|*.xlsb
es: Hoja de Cálculo Binaria de Excel|*.xlsb
fr_fr: Classeur binaire Excel|*.xlsb
nl_nl: Excel binaire werkmap|*.xlsb
pt_br: Pasta de Trabalho Binária do Excel|*.xlsb
tr_tr: Excel İkili Çalışma Kitabı|*.xlsb
zh_cn: Excel二进制工作簿|*.xlsb

# Filter.SaveAs3
source: Excel Template|*.xltx
de_de: Excel-Vorlage|*.xltx
el_gr: Πρότυπο Excel|*.xltx
es: Plantilla de Excel|*.xltx
fr_fr: Modèle Excel|*.xltx
nl_nl: Excel-sjabloon|*.xltx
pt_br: Modelo do Excel|*.xltx
tr_tr: Excel Şablonu|*.xltx
zh_cn: Excel模板|*.xltx

# Filter.SaveAs4
source: Excel Macro-Enabled Template|*.xltm
de_de: Excel-Vorlage mit Makros|*.xltm
el_gr: Πρότυπο Excel με Macros|*.xltm
es: Plantilla de Excel Habilitada para Macros|*.xltm
fr_fr: Modèle Excel avec macros|*.xltm
nl_nl: Excel-sjabloon met macro’s|*.xltm
pt_br: Modelo Habilitado para Macro do Excel|*.xltm
tr_tr: Excel Makro Etkinleştirilmiş Şablonu|*.xltm
zh_cn: 启用宏的Excel模板|*.xltm

# Filter.SaveAs5
source: Excel Add-in|*.xlam
el_gr: Πρόσθετο Excel|*.xlam
es: Add-in de Excel|*.xlam
fr_fr: Complément Excel|*.xlam
nl_nl: Excel invoeg-toepassing|*.xlam
pt_br: Suplemento do Excel|*.xlam
tr_tr: Excel Eklentisi|*.xlam
zh_cn: Excel加载宏|*.xlam

# Filter.SaveAs6
source: PowerPoint Presentation|*.pptx
de_de: PowerPoint-Präsentation|*.pptx
el_gr: Παρουσίαση PowerPoint|*.pptx
es: Presentación de PowerPoint|*.pptx
fr_fr: Présentation PowerPoint|*.pptx
nl_nl: PowerPoint Presentatie|*.pptx
pt_br: Apresentação do PowerPoint|*.pptx
tr_tr: PowerPoint Sunumu|*.pptx
zh_cn: PowerPoint演示文稿|*.pptx

# Filter.SaveAs7
source: PowerPoint Macro-Enabled Presentation|*.pptm
de_de: PowerPoint-Präsentation mit Makros|*.pptm
el_gr: Παρουσίαση PowerPoint με Macros|*.pptm
es: Presentación de PowerPoint Habilitada para Macros|*.pptm
fr_fr: Présentation PowerPoint avec macros|*.pptm
nl_nl: PowerPoint Presentatie met macro’s|*.pptm
pt_br: Apresentação Habilitada para Macro do PowerPoint*.pptm
tr_tr: PowerPoint Makro Etkinleştirilmiş Sunumu|*.pptm
zh_cn: 启用宏的PowerPoint演示文稿|*.pptm

# Filter.SaveAs8
source: PowerPoint Template|*.potx
de_de: PowerPoint-Vorlage|*.potx
el_gr: Πρότυπο PowerPoint|*.potx
es: Plantilla de PowerPoint|*.potx
fr_fr: Modèle PowerPoint|*.potx
nl_nl: PowerPoint-sjabloon|*.potx
pt_br: Modelo do PowerPoint|*.potx
tr_tr: PowerPoint Şablonu|*.potx
zh_cn: PowerPoint模板|*.potx

# Filter.SaveAs9
source: PowerPoint Macro-Enabled Template|*.potm
de_de: PowerPoint-Vorlage mit Makros|*.potm
el_gr: Πρότυπο PowerPoint με Macros|*.potm
es: Plantilla de PowerPoint Habiltiada para Macros|*.potm
fr_fr: Modèle PowerPoint avec macros|*.potm
nl_nl: PowerPoint-sjabloon met macro’s|*.potm
pt_br: Modelo Habilitado para Macro do PowerPoint|*.potm
tr_tr: PowerPoint Makro Etkinleştirilmiş Şablonu|*.potm
zh_cn: 启用宏的PowerPoint模板|*.potm

# Filter.WordDocuments
source: Microsoft Word Documents|*.do?x;*.do?m
de_de: Microsoft Word-Dokumente|*.do?x;*.do?m
el_gr: Έγγραφα Microsoft Word|*.do?x;*.do?m
es: Documentos de Microsoft Word|*.do?x;*.do?m
fr_fr: Documents Microsoft Word|*.do?x;*.do?m
nl_nl: Microsoft Word Documenten|*.do?x;*.do?m
pt_br: Documentos do Microsoft Word|*.do?x;*.do?m
tr_tr: Microsoft Word Belgeleri|*.do?x;*.do?m
zh_cn: Microsoft Word文档|*.do?x;*.do?m

# FindReplace.Find
source: _Find
de_de: _Suchen
el_gr: _Εύρεση
es: _Buscar
fr_fr: _Chercher
id: _Cari
nl_nl: _Zoeken
pt_br: _Localizar
tr_tr: _Bul
zh_cn: 查找(_F)

# FindReplace.FindAll
source: Find All
de_de: Alle suchen
el_gr: Εύρεση όλων
es: Buscar Todo
fr_fr: Chercher tous
id: Cari Semua
nl_nl: Allemaal zoeken
pt_br: Localizar Tudo
tr_tr: Tümünü Bul
zh_cn: 查找全部

# FindReplace.FindAll.Clear
source: C_lear
de_de: _Leeren
el_gr: _Εκκαθάριση
es: _Limpiar
fr_fr: E_faccer
nl_nl: W_issen
pt_br: L_impar
tr_tr: _Temizle
zh_cn: 清除(_l)

# FindReplace.FindAll.HighlightMatches
source: _Highlight Matches
de_de: Fundstellen _hervorheben
el_gr: _Επισήμανση Αντιστοιχιών
es: _Resaltar Coincidencias
fr_fr: _Surligner Correspondences
id: _Sorot Kecocokan
nl_nl: _Overeenkomsten Markeren
pt_br: _Realçar Correspondências
tr_tr: Eşleşmeleri Vurgu_la
zh_cn: 全部标记(_H)

# FindReplace.FindAll.MarkLine
source: _Mark Line
de_de: Zeile _markieren
el_gr: _Σήμανση Γραμμής
es: _Marcar la Línea
fr_fr: _Surligner Ligne
id: _Tandai Garis
nl_nl: _Markeer Lijn
pt_br: _Marcar Linha
tr_tr: _Çizgiyi İşaretle
zh_cn: 标记行(_M)

# FindReplace.FindAll.Ok
source: Find _All
de_de: _Alle suchen
el_gr: Εύρεση _Όλων
es: Buscar _Todo
fr_fr: Chercher _Tous
id: Cari _Semua
nl_nl: Zoek _Alles
pt_br: Localizar _Tudo
tr_tr: Tümünü B_ul
zh_cn: 查找全部(_A)

# FindReplace.FindNext
source: Find Next
de_de: Suche nächstes
el_gr: Εύρεση Επόμενου
es: Buscar Siguiente
fr_fr: Chercher Suivant
id: Cari Berikutnya
nl_nl: Zoek Volgende
pt_br: Localizar o Próximo
tr_tr: Sonrakini Bul
zh_cn: 查找下一个
