Repository: fernandreu/office-ribbonx-editor
Catalog: src/OfficeRibbonXEditor/Resources/Strings.*.resx
Languages: de_de, el_gr, es, fr_fr, id, nl_nl, pt_br, tr_tr, zh_cn

# ToolBar.Settings.ToolTip
source: View the editor settings
de_de: Editor-Einstellungen anzeigen
el_gr: Δείτε τις ρυθμίσεις επεξεργαστή
es: Ver los ajustes de la herramienta
fr_fr: Afficher les paramètres de l'éditeur
id: Melihat pengaturan editor
nl_nl: Bekijk de editor-instellingen
pt_br: Visualizar as configurações do editor
tr_tr: Editör ayarlarını görüntüle
zh_cn: 查看编辑器设置

# ToolBar.ShowWhitespaces.ToolTip
source: Show space, tab and line end characters in the editor
de_de: Leerzeichen, Tabulatoren und Zeilenende-Zeichen im Editor anzeigen
el_gr: Εμφάνιση χαρακτήρων κενών, καρτέλας και τελικών γραμμών στον επεξεργαστή
es: Mostar espacios, tabulaciones y caracteres de nueva línea en el editor
fr_fr: Afficher les espaces, les tabulations et les caractères de fin de ligne dans l'éditeur
id: Tampilkan spasi, tab, dan karakter akhir baris di editor
nl_nl: Toon spatie-, tab- en regeleindtekens in de editor
pt_br: Ver caracteres especiais tais como espaço, tabulação e fim de linha, no editor
tr_tr: Editörde boşluk, sekme ve satır sonu karakterlerini göster
zh_cn: 在编辑器中显示空格、制表符和换行标识

# ToolBar.ToggleComment.ToolTip
source: Comment / uncomment the currently selected lines
de_de: Markierte Zeilen auskommentieren / Auskommentierung zurücknehmen
el_gr: Σχολιασμός / αποσχολιασμός των επιλεγμένων γραμμών
es: Comentar / descomentar las líneas seleccionadas
fr_fr: Commenter/décommenter les lignes actuellement sélectionnées
id: Komentar / batalkan komentar pada baris yang dipilih saat ini
nl_nl: Commentaar op de momenteel geselecteerde regels toevoegen / verwijderen
pt_br: Comentar / Descomentar as linhas selecionadas
tr_tr: Seçili satırları yorumla / yorumunu kaldır
zh_cn: 注释/取消注释选中的行

# ToolBar.Validate
source: Validate
de_de: Validieren
el_gr: Επικύρωση
es: Validar
fr_fr: Valider
id: Validasi
nl_nl: Valideren
pt_br: Validar
tr_tr: Doğrula
zh_cn: 校验

# ToolBar.Validate.ToolTip
source: Check whether the current XML file conforms to its corresponding schema
de_de: Überprüfen, ob die aktuelle XML-Datei mit dem entsprechenden Schema konform ist
el_gr: Ελέγξτε αν το τρέχον αρχείο XML συμφωνεί με το αντίστοιχο σχήμα του
es: Comprobar si el archivo XML actual es conforme con su esquema correspondiente
fr_fr: Vérifiez si le fichier XML actuel est conforme à son schéma correspondant
id: Periksa apakah file XML saat ini sesuai dengan skema yang sesuai
nl_nl: Controleer of het huidige XML-bestand overeenkomt met het bijbehorende schema
pt_br: Marcar quando o atual arquivo de XML estiver conforme com seu respectivo esquema
tr_tr: Geçerli XML dosyasının ilgili şemasına uygun olup olmadığını kontrol edin
zh_cn: 检查当前XML文件是否符合规范

# ToolBar.VersionAvailable
source: v{0} Available!
de_de: v{0} verfügbar!
el_gr: v{0} Διαθέσιμο!
es: v{0} Disponible!
id: v{0} Tersedia!
pt_br: v{0} Disponível!
tr_tr: v{0} Mevcut!
zh_cn: v{0} 已经发布!

# Validation.MutuallyExclusive
source: You can only define one of the following attributes in an element: {0}
de_de: Du kannst nur eines der folgenden Attribute in einem Element definieren: {0}
el_gr: Μπορείτε να ορίσετε μόνο ένα από τα εξής χαρακτηριστικά σε ένα στοιχείο: {0}
fr_fr: Vous ne pouvez définir qu'un des attributs suivants dans un élément : {0}
id: Anda hanya dapat menentukan salah satu atribut berikut dalam sebuah elemen: {0}
nl_nl: U kunt slechts een van de volgende kenmerken in een element definiëren: {0}
pt_br: Você pode definir apenas um dentre os seguintes atributos num elemento: {0}
tr_tr: Bir öğede aşağıdaki niteliklerden yalnızca birini tanımlayabilirsiniz: {0}
zh_cn: 在一个元素中只能定义一个下列属性: {0}

# Validation.WrongNamespace
source: Unknown namespace "{0}". Custom UI XML namespace must be "{1}"
de_de: Unbekannter Namensraum "{0}". Custom UI XML-Namensraum muss "{1}" sein
el_gr: Άγνωστο namespace "{0}". Το namespace του Custom UI XML πρέπει να είναι "{1}"
fr_fr: Espace de noms inconnu "{0}". L'espace de noms XML de l'interface utilisateur personnalisée doit être "{1}"
id: Ruang nama tidak dikenal "{0}". Ruang nama XML UI khusus harus "{1}"
nl_nl: Onbekende naamruimte "{0}". Aangepaste UI XML-naamruimte moet "{1}" zijn
pt_br: 'Namespace' desconhecido "{0}". Um 'Namespace' de uma 'Custom UI' de arquivo XML deve ser "{1}"
tr_tr: Bilinmeyen namespace "{0}". Custom UI XML namespace mutlaka "{1}" olmalıdır
zh_cn: 未知命名空间 "{0}"，定制UI XML命名空间必须为 "{1}"

# About.Translators
source: Translators:
de_de: Übersetzer:
el_gr: Μεταφραστές:
fr_fr: Traducteurs:
id: Penerjemah:
nl_nl: Vertalers:
pt_br: Tradutores:
tr_tr: Çevirmenler:

# Message.CorruptedSettings.Text
source: The user settings file at the following location is corrupted and cannot be deleted: {0} Please delete this file manually and restart the app. Its folder location has been copied to the clipboard.
el_gr: Το αρχείο ρυθμίσεων χρήστη στη θέση που ακολουθεί είναι κατεστραμμένο και δεν μπορεί να διαγραφεί: {0} Παρακαλώ διαγράψτε αυτό το αρχείο χειροκίνητα και επανεκκινήστε την εφαρμογή. Η τοποθεσία του φακέλου έχει αντιγραφεί στο πρόχειρο.
fr_fr: Le fichier de paramètres utilisateur à l'emplacement suivant est corrompu et ne peut pas être supprimé : {0} Veuillez supprimer ce fichier manuellement et redémarrer l'application. Son emplacement de dossier a été copié dans le presse-papiers.
id: File pengaturan pengguna di lokasi berikut ini rusak dan tidak dapat dihapus: {0} Hapus file ini secara manual dan mulai ulang aplikasi. Lokasi foldernya telah disalin ke clipboard.
nl_nl: Het gebruikersinstellingenbestand op de volgende locatie is beschadigd en kan niet worden verwijderd: {0} Verwijder dit bestand handmatig en start de app opnieuw. De maplocatie is gekopieerd naar het klembord.
pt_br: O arquivo das configurações de usuário no seguinte caminho está corrompido e não pode ser apagado: {0} Por favor apague-o manualmente e reinicie o aplicativo. Sua localização (caminho) foi copiada para a Área de Transferência".
tr_tr: Aşağıdaki konumdaki kullanıcı ayarları dosyası bozuk ve silinemez: {0} Lütfen bu dosyayı manuel olarak silin ve uygulamayı yeniden başlatın. Klasör konumu panoya kopyalandı.

# Message.CorruptedSettings.Title
source: Corrupted Settings
el_gr: Κατεστραμμένες Ρυθμίσεις
fr_fr: Paramètres corrompus
id: Setelan Rusak
nl_nl: Beschadigde instellingen
pt_br: Configurações Corrompidas
tr_tr: Ayarlar Bozuk

# Message.MissingRedistributable.Text
source: The tool needs at least {0} of the Microsoft Visual C++ Redistributable ({1}) installed, but it could not be detected in your machine. This will most likely result in crashes when opening the editor tabs. Do you want to download the latest redistributable package now?
el_gr: Το εργαλείο απαιτεί τουλάχιστον {0} από το Microsoft Visual C++ Redistributable ({1}) εγκατεστημένο, αλλά δεν ανιχνεύτηκε στον υπολογιστή σας. Αυτό πιθανότατα θα οδηγήσει σε σφάλματα κατά το άνοιγμα των καρτελών του επεξεργαστή. Θέλετε να κατεβάσετε το τελευταίο πακέτο τώρα;
id: Alat ini membutuhkan setidaknya {0} Microsoft Visual C++ Redistributable ({1}) yang diinstal, tetapi tidak dapat dideteksi di mesin Anda. Ini kemungkinan besar akan mengakibatkan crash saat membuka tab editor. Apakah Anda ingin mengunduh paket terbaru yang dapat didistribusikan ulang sekarang?
pt_br: A ferramenta necessita, ao menos de {0} da distribuição do Microsoft Visual C++ ({1}) instalada, o que não foi detectado em sua máquina. Isso provavelmente resultará em travamentos ao abrir as guias do editor. Quer baixar a mais recente versão do pacote de redistribuição agora?

# Message.MissingRedistributable.Title
source: Missing VC++ Redistributable
el_gr: Απουσιάζει το VC++ Redistributable
id: VC++ yang Tidak Dapat Didistribusikan Ulang
pt_br: Pacote 'VC++ Redistributable' Está Ausente

# FindReplace.SearchType.Extended
source: E_xtended (\n, \r, \t, \0)
es: E_xtendida (\n, \r, \t, \0)
fr_fr: E_largi (\n, \r, \t, \0)
nl_nl: V_erlengd (\n, \r, \t, \0)
pt_br: E_xtendida (\n, \r, \t, \0)
tr_tr: Geni_şletilmiş (\n, \r, \t, \0)
zh_cn: 扩展(_x)(\n, \r, \t, \0)

# FindReplace.Options.ECMAScript
source: ECMAScript
id: Skrip ECMA
