Repository: fernandreu/office-ribbonx-editor
Catalog: src/OfficeRibbonXEditor/Resources/Strings.*.resx
Languages: de_de, el_gr, es, fr_fr, id, nl_nl, pt_br, tr_tr, zh_cn

# FindReplace.FindPrevious
source: Find Previous
de_de: Suche voriges
el_gr: Εύρεση Προηγούμενου
es: Buscar Previo
fr_fr: Chercher Précédent
id: Cari Sebelumnya
nl_nl: Zoek Vorige
pt_br: Localizar o Anterior
tr_tr: Öncekini Bul
zh_cn: 查找前一个

# FindReplace.FindTab
source: Find
de_de: Suchen
el_gr: Εύρεση
es: Buscar
fr_fr: Chercher
id: Cari
nl_nl: Zoek
pt_br: Localizar
tr_tr: Bul
zh_cn: 查找

# FindReplace.Options
source: Options
de_de: Optionen
el_gr: Επιλογές
es: Opciones
id: Opsi
nl_nl: Opties
pt_br: Opções
tr_tr: Seçenekler
zh_cn: 查找

# FindReplace.Options.Compiled
source: _Compiled
de_de: _Kompiliert
el_gr: _Συγκεντρωμένος
es: _Compilado
fr_fr: _Compilé
id: _Dikompilasi
nl_nl: _Gecompileerd
pt_br: _Compilado
tr_tr: Derlenmiş
zh_cn: 编译(_C)

# FindReplace.Options.ExplicitCapture
source: E_xplicit Capture
el_gr: E_xplicit Σύλληψη
es: Captura E_xplícita
fr_fr: C_apture Explicite
id: Tangkapan Eksplisit
nl_nl: E_xpliciete Opname
pt_br: Captura E_xplícita
tr_tr: _Açık Yakalama
zh_cn: 捕获异常(_x)

# FindReplace.Options.IgnoreCase
source: I_gnore Case
de_de: Groß-/Kleinschreibung i_gnorieren
el_gr: I_gnore Περίπτωση
es: I_gnorar Mayúsculas
fr_fr: I_gnorer Majuscules
id: Abaikan Kasus
nl_nl: N_egeer Hoofdletters
pt_br: I_gnorar Capitalização
tr_tr: Büyük/küçük Harf Yo_ksay
zh_cn: 忽略大小写(_g)

# FindReplace.Options.IgnoreWhitespace
source: Ignore Pattern Whitespace
el_gr: Αγνόηση Λευκού Χώρου Προτύπου
es: Igorar Patrones de Espacios
fr_fr: Ignorer espaces blancs du modèle
id: Abaikan Pola Spasi
nl_nl: Negeer Patroon Witruimte
pt_br: Ignorar Espaço em Branco Padrão
tr_tr: Desen Boşluklarını Yoksay
zh_cn: 忽略白字符

# FindReplace.Options.Invariant
source: C_ulture Invariant
el_gr: C_ulture Ανεξάρτητο
es: Invariante de la C_ultura
fr_fr: Indépendent de C_ulture
nl_nl: C_ultuur-onafhankelijk
pt_br: C_ultura Neutra
tr_tr: Kültür Değişme_zi
zh_cn: 区域设置(_u)

# FindReplace.Options.Multiline
source: Multiline
el_gr: Πολλαπλές γραμμές
es: Multilínea
fr_fr: Multi-ligne
nl_nl: Meerdere Lijnen
pt_br: Multilinha
tr_tr: Çoklu Satır
zh_cn: 多行

# FindReplace.Options.RightToLeft
source: Right To Left
de_de: Rechts nach links
el_gr: Από δεξιά προς αριστερά
es: Derecha a Izquierda
fr_fr: Droit à Gauche
id: Kanan Ke Kiri
nl_nl: Rechts Naar Links
pt_br: Direita para Esquerda
tr_tr: Sağdan Sola
zh_cn: 从右至左

# FindReplace.Options.Singleline
source: Singleline
el_gr: Μοναδική γραμμή
es: Una Sola Línea
fr_fr: Ligne Simple
nl_nl: Enkele Lijn
pt_br: Linha Única
tr_tr: Tek Satır
zh_cn: 单行

# FindReplace.Replace
source: _Replace
de_de: E_rsetzen
el_gr: _Αντικατάσταση
es: _Reemplazar
fr_fr: _Remplacer
id: _Ganti
nl_nl: _Vervang
pt_br: _Substituir
tr_tr: De_ğiştir
zh_cn: 替换(_R)

# FindReplace.ReplaceAll
source: Replace _All
de_de: _Alle ersetzen
el_gr: Αντικατάσταση _Όλων
es: Reemplazar _Todo
fr_fr: Remplacer _Tous
id: Ganti _Semua
nl_nl: Vervang _Alle
pt_br: Substituir _Tudo
tr_tr: _Hepsini Değiştir
zh_cn: 全部替换(_A)

# FindReplace.ReplaceNext
source: Replace _Next
de_de: Ersetze _nächstes
el_gr: Αντικατάσταση _Επόμενου
es: Reemplazar _Siguiente
fr_fr: Remplacer _Suivant
id: Ganti _Selanjutnya
nl_nl: Vervang _Volgende
pt_br: Substituir _Próximo
tr_tr: _Sonrakini Değiştir
zh_cn: 替换下一个(_N)

# FindReplace.ReplacePrevious
source: Replace _Previous
de_de: Ersetze _voriges
el_gr: Αντικατάσταση _Προηγούμενου
es: Reemplazar _Previo
fr_fr: Remplacer _Précédent
id: Ganti _Sebelumnya
nl_nl: Vervang _Vorige
pt_br: Substituir _Anterior
tr_tr: _Öncekini Değiştir
zh_cn: 替换前一个(_P)

# FindReplace.ReplaceTab
source: Replace
de_de: Ersetzen
el_gr: Αντικατάσταση
es: Reemplazar
fr_fr: Remplacer
id: Ganti
nl_nl: Vervang
pt_br: Substituir
tr_tr: Değiştir
zh_cn: 替换

# FindReplace.SearchType
source: Search Type
el_gr: Τύπος Αναζήτησης
es: Tipo de Búsqueda
fr_fr: Chercher Type
nl_nl: Zoek Type
pt_br: tipo de Procura
tr_tr: Tür Ara
zh_cn: 查找类型

# FindReplace.SearchType.Regular
source: Regular _Expression
de_de: R_egulärer Ausdruck
el_gr: Κανονική _Έκφραση
es: _Expresión Regular
fr_fr: Expression _régulière
nl_nl: Gewone _Uitdrukking
pt_br: _Expressão Regular
tr_tr: Kurallı İ_fade
zh_cn: 正则表达式(_E)

# FindReplace.SearchType.Standard
source: _Standard
el_gr: _Καθιερωμένο
es: _Estándar
nl_nl: _Standaard
pt_br: _Padrão
tr_tr: Sta_ndart
zh_cn: 普通(_S)

# FindReplace.Selection
source: Search Selection
el_gr: Αναζήτηση Επιλογής
es: Buscar en Selección
fr_fr: Chercher Selection
id: Pilihan Penelusuran
nl_nl: Zoek Selectie
pt_br: Seleção de Procura
tr_tr: Seçimi Ara
zh_cn: 选取范围内

# FindReplace.Status.NoMatch
source: Match could not be found
de_de: Der Suchbegriff konnte nicht gefunden werden
el_gr: Δεν βρέθηκε αντιστοιχία
es: No se han podido encontrar coincidencias
fr_fr: Correspondence ne pouvait pas être trouvée
id: Kecocokan tidak dapat ditemukan
nl_nl: Overeenkomst kon niet gevonden worden
pt_br: Não foi encontrada correspondência
tr_tr: Eşleşme bulunamadı
zh_cn: 无法找到

# FindReplace.Status.RegExError
source: Error in Regular Expression
de_de: Fehler in Regulärem Ausdruck
el_gr: Σφάλμα στην Κανονική Έκφραση
es: Error en la Expresión Regular
fr_fr: Erreur dans Expression Régulière
id: Kesalahan dalam Ekspresi Reguler
nl_nl: Fout in gewone uitdrukking
pt_br: Erro na Expressão Regular
tr_tr: Normal İfadede Hata
zh_cn: 正则表达式错误

# FindReplace.Status.TotalFound
source: Total found
de_de: Gefunden insgesamt
el_gr: Σύνολο βρεθέντων
es: Total encontrado
fr_fr: Total trouvé
id: Total ditemukan
nl_nl: Totaal gevonden
pt_br: Total encontrado
tr_tr: Toplam bulundu
zh_cn: 计数:

# FindReplace.Status.TotalReplaced
source: Total replaced
de_de: Ersetzt insgesamt
el_gr: Σύνολο αντικαταστάσεων
es: Total reemplazado
fr_fr: Total remplacé
id: Total diganti
nl_nl: Totaal vervangen
pt_br: Total substituido
tr_tr: Toplam değiştirildi
zh_cn: 全部替换:

# FindReplace.Status.Wrap
source: Search match wrapped to the beginning of the document / selection
de_de: Suche beginnt wieder am Anfang des Dokuments bzw. der Auswahl
el_gr: Η αναζήτηση αντωνύμωσης έχει επιστρέψει στην αρχή του εγγράφου / επιλογής
es: La búsqueda se reinició al principio del documento / de la selección
fr_fr: Correspondence de recherche renvoyé au debut de document / selection
id: Kecocokan pencarian dibungkus dengan awal dokumen / pilihan
nl_nl: Zoekovereenkomst verpakt naar het begin van document / selectie
pt_br: Correspondência de procura retornada ao início do documento/seleção
tr_tr: Belgenin / seçimin başına kaydırılmış arama eşleşmesi
zh_cn: 循环查找

# FindReplace.Title
source: Find and Replace
de_de: Suchen und Ersetzen
el_gr: Εύρεση και Αντικατάσταση
es: Buscar y Reemplazar
fr_fr: Chercher et Remplacer
id: Cari dan Ganti
nl_nl: Zoek en Vervang
pt_br: Encontrar e Substituir
tr_tr: Bul ve Değiştir
zh_cn: 查找和替换

# FindReplace.Wrap
source: _Wrap
de_de: Am Ende von _vorne beginnen
el_gr: _Αναδίπλωση
es: _Envolver
fr_fr: _Renvoyer
nl_nl: _Verpakken
pt_br: _Encapsular
tr_tr: Kaydı_r
zh_cn: 循环(_W)

# GoTo.Cancel
source: Cancel
de_de: Abbrechen
el_gr: Ακύρωση
es: Cancelar
fr_fr: Annuler
id: Batal
nl_nl: Annuleren
pt_br: Cancelar
tr_tr: İptal
zh_cn: 取消

# GoTo.CurrentLine
source: _Current line number
de_de: A_ktuelle Zeilennummer
el_gr: _Τρέχων αριθμός γραμμής
es: Número de línea _actual
fr_fr: _Numéro de ligne actuelle
id: _Nomor baris saat ini
nl_nl: _Huidig lijnnummer
pt_br: _Número da linha atual
tr_tr: Me_vcut satır no
zh_cn: 当前行号(_C)

# GoTo.DesiredLine
source: Go to line number
de_de: Gehe zu Zeilennummer
el_gr: Μετάβαση στον αριθμό γραμμής
es: Ir al número de línea
fr_fr: Passer à ligne numéro
id: Pergi ke nomor baris
nl_nl: Ga naar lijn nummer
pt_br: Ir para a linha número
tr_tr: Satır Numarasına Git
zh_cn: 跳转到行号

# GoTo.MaxLine
source: _Maximum line number
de_de: _Maximale Zeilennummer
el_gr: _Μέγιστος αριθμός γραμμής
es: Número de línea _máxima
fr_fr: _Maximum numéro des lignes
id: _Jumlah baris maksimum
nl_nl: _Maximaal lijn nummer
pt_br: Número _máximo de linha
tr_tr: _Maksimum satır numarası
zh_cn: 最大行号(_M)

# GoTo.Ok
source: OK
el_gr: ΟΚ
es: Aceptar
fr_fr: Oké
id: Oke
zh_cn: 定位

# GoTo.Title
source: Go To Line
de_de: Gehe zu Zeile
el_gr: Μετάβαση στη Γραμμή
es: Ir a la Línea
fr_fr: Passer à Ligne
id: Pergi Ke Baris
nl_nl: Ga Naar Lijn
pt_br: Ir Para Linha
tr_tr: Satıra Git
zh_cn: 转至...

# MainWindow.Title
source: Office RibbonX Editor
el_gr: Επεξεργαστής Office RibbonX
zh_cn: Office RibbonX编辑器

# Menu.Edit
source: _Edit
de_de: B_earbeiten
el_gr: _Επεξεργασία
es: _Editar
fr_fr: _Éditer
nl_nl: _Bewerken
pt_br: _Editar
tr_tr: D_üzenle
zh_cn: 编辑(_E)

# Menu.Edit.Copy
source: Copy
de_de: Kopieren
el_gr: Αντιγραφή
es: Copiar
fr_fr: Copier
id: Salin
nl_nl: Kopiëren
pt_br: Copiar
tr_tr: Kopyala
zh_cn: 复制

# Menu.Edit.Cut
source: Cut
de_de: Ausschneiden
el_gr: Αποκοπή
es: Cortar
fr_fr: Couper
id: Potong
nl_nl: Knippen
pt_br: Cortar
tr_tr: Kes
zh_cn: 剪切

# Menu.Edit.DuplicateLine
source: Duplicate Line
de_de: Zeile duplizieren
el_gr: Διπλασιασμός Γραμμής
fr_fr: Dupliquer la ligne
id: Garis Duplikat
nl_nl: Lijn dupliceren
pt_br: Duplicar Linha
tr_tr: Satır Çoğalt
zh_cn: 复制当前行

# Menu.Edit.Find
source: Find...
de_de: Suchen...
el_gr: Εύρεση...
es: Buscar...
fr_fr: Chercher…
id: Cari...
nl_nl: Zoeken…
pt_br: Procurar...
tr_tr: Bul...
zh_cn: 查找...

# Menu.Edit.FindNext
source: Find Next
de_de: Suche nächstes
el_gr: Εύρεση Επόμενου
es: Buscar Siguiente
fr_fr: Chercher Suivant
id: Cari Berikutnya
nl_nl: Zoek Volgende
pt_br: Procurar Próxima
tr_tr: Sonrakini Bul
zh_cn: 查找下一个

# Menu.Edit.FindPrevious
source: Find Previous
de_de: Suche voriges
el_gr: Εύρεση Προηγούμενου
es: Buscar Previo
fr_fr: Chercher Précédent
id: Cari Sebelumnya
nl_nl: Zoek Vorige
pt_br: Procurar Anterior
tr_tr: Öncekini Bul
zh_cn: 查找前一个

# Menu.Edit.GoTo
source: Go To Line...
de_de: Gehe zu Zeile...
el_gr: Μετάβαση στη Γραμμή...
es: Ir a la Línea...
fr_fr: Passer à Ligne…
id: Ke Baris...
nl_nl: Ga Naar Lijn…
pt_br: Ir Para Linha...
tr_tr: Satıra Git...
zh_cn: 转至...

# Menu.Edit.Incremental
source: Incremental Search...
de_de: Inkrementelle Suche...
el_gr: Αυξανόμενη Αναζήτηση...
es: Búsqueda Incremental...
fr_fr: Recherche Incrémentale …
id: Penelusuran Inkremental...
nl_nl: Incrementeel Zoeken …
pt_br: Pesquisa Incremental...
tr_tr: Devamlı Arama...
zh_cn: 快捷搜索...

# Menu.Edit.Paste
source: Paste
de_de: Einfügen
el_gr: Επικόλληση
es: Pegar
fr_fr: Coller
id: Tempel
nl_nl: Plakken
pt_br: Colar
tr_tr: Yapıştır
zh_cn: 粘贴

# Menu.Edit.Redo
source: Redo
de_de: Wiederholen
el_gr: Αναίρεση
es: Rehacer
fr_fr: Refaire
id: Ulangi
nl_nl: Opnieuw Doen
pt_br: Refazer
tr_tr: Tekrar Uygula
zh_cn: 恢复

# Menu.Edit.Replace
source: Replace...
de_de: Ersetzen...
el_gr: Αντικατάσταση...
es: Reemplazar...
fr_fr: Remplacer…
id: Ganti...
nl_nl: Vervangen…
pt_br: Substituir...
tr_tr: Değiştir...
zh_cn: 替换...

# Menu.Edit.SelectAll
source: Select All
de_de: Alles auswählen
el_gr: Επιλογή Όλων
es: Seleccionar Todo
fr_fr: Sélectionner Tous
id: Pilih Semua
nl_nl: Selecteer Alles
pt_br: Selecionar Tudo
tr_tr: Tümünü Seç
zh_cn: 全选

# Menu.Edit.Undo
source: Undo
de_de: Rückgängig
el_gr: Αναίρεση
es: Deshacer
fr_fr: Annuler
id: Batalkan
nl_nl: Annuleren
pt_br: Desfazer
tr_tr: Geri Al
zh_cn: 撤消

# Menu.File
source: _File
de_de: _Datei
el_gr: _Αρχείο
es: _Archivo
fr_fr: _Fichier
nl_nl: _Bestand
pt_br: _Arquivo
tr_tr: _Dosya
zh_cn: 文件(_F)

# Menu.File.Close
source: Close Current Document
de_de: Aktuelles Dokument schließen
el_gr: Κλείσιμο Τρέχοντος Εγγράφου
es: Cerrar Documento Actual
fr_fr: Fermer Document Actuel
id: Tutup Dokumen Saat Ini
nl_nl: Sluit Huidig Document
pt_br: Fechar o documento atual
tr_tr: Açık Olan Belgeyi Kapat
zh_cn: 关闭

# Menu.File.Exit
source: Exit
de_de: Beenden
el_gr: Έξοδος
es: Salir
fr_fr: Sortir
id: Keluar
nl_nl: Uitgang
pt_br: Sair
tr_tr: Kapat
zh_cn: 退出

# Menu.File.Open
source: Open
de_de: Öffnen
el_gr: Άνοιγμα
es: Abrir
fr_fr: Ouvrir
id: Buka
nl_nl: Openen
pt_br: Abrir
tr_tr: Aç
zh_cn: 打开

# Menu.File.Save
source: Save Current Document
de_de: Aktuelles Dokument speichern
el_gr: Αποθήκευση Τρέχοντος Εγγράφου
es: Guardar Documento Actual
fr_fr: Enregistrer Document Actuel
id: Simpan Dokumen Saat Ini
nl_nl: Huidig Document Opslaan
pt_br: Salvar Documento Atual
tr_tr: Açık Olan Belgeyi Kaydet
zh_cn: 保存

# Menu.File.SaveAll
source: Save All Documents
de_de: Alle Dokumente speichern
el_gr: Αποθήκευση Όλων των Εγγράφων
es: Guardar Todo
fr_fr: Enregistrer Tous Documents
id: Simpan Semua Dokumen
nl_nl: Alle Documenten Opslaan
pt_br: Salvar Todos os Documentos
tr_tr: Tüm Belgeleri Kaydet
zh_cn: 保存全部文档

# Menu.File.SaveAs
source: Save As...
de_de: Speichern unter...
el_gr: Αποθήκευση ως...
es: Guardar Como...
fr_fr: Enregistrer Sous...
id: Simpan Sebagai...
nl_nl: Opslaan Als...
pt_br: Salvar Como...
tr_tr: Farklı Kaydet...
zh_cn: 另存为...

# Menu.File.SaveAs.ToolTip
source: Save the current document with a different name
de_de: Aktuelles Dokument unter einem anderen Namen speichern
el_gr: Αποθήκευση του τρέχοντος εγγράφου με διαφορετικό όνομα
es: Guardar el documento actual con un nombre distinto
id: Simpan dokumen saat ini dengan nama yang berbeda
pt_br: Salvar o documento atual com um nome diferente
tr_tr: Mevcut belgeyi farklı bir isimle kaydet
zh_cn: 将当前文件重命名后另存

# Menu.FIle.SaveCopy
source: Save a Copy As...
de_de: Kopie speichern unter...
el_gr: Αποθήκευση Αντιγράφου ως...
es: Guardar Copia Como...
fr_fr: Enregistrer Une Copie Sous…
id: Simpan Salinan Sebagai...
nl_nl: Een Kopie Opslaan Als…
pt_br: Salvar uma Cópia Como...
tr_tr: Kopyayı Farklı Kaydet...
zh_cn: 拷贝另存为...

# Menu.File.SaveCopy.ToolTip
source: Save a completely separate copy of the current document
de_de: Vollständig separate Kopie des aktuellen Dokuments speichern
el_gr: Αποθήκευση εντελώς ξεχωριστού αντιγράφου του τρέχοντος εγγράφου
es: Guardar una copia del documento actual pero sin abrirla en la herramienta
fr_fr: Enregistrer une copie complètement séparée du document actuel
id: Simpan salinan dokumen saat ini yang sepenuhnya terpisah
nl_nl: Een volledig aparte kopie van het huidig document opslaan
pt_br: Salvar uma cópia totalmente independente do arquivo atual
tr_tr: Mevcut belgenin tamamen farklı bir kopyasını kaydet
zh_cn: 将当前文件另存为一个副本

# Menu.File.Settings
source: Settings...
de_de: Einstellungen...
el_gr: Ρυθμίσεις...
es: Ajustes...
fr_fr: Paramètres…
id: Setelan...
nl_nl: Instellingen…
pt_br: Configurações...
tr_tr: Ayarlar...
zh_cn: 设置...

# Menu.Help
source: _Help
de_de: _Hilfe
el_gr: _Βοήθεια
es: _Ayuda
fr_fr: _Aide
id: _Bantuan
nl_nl: _Hulp
pt_br: _Ajuda
tr_tr: _Yardım
zh_cn: 帮助(_H)

# Menu.Help.About
source: About
de_de: Über
el_gr: Σχετικά
es: Acerca De
fr_fr: À Propos
id: Tentang
nl_nl: Over
pt_br: Sobre
tr_tr: Hakkında
zh_cn: 关于

# Menu.Help.UsefulLinks
source: Useful Links
de_de: Hilfreiche Links
el_gr: Χρήσιμοι Σύνδεσμοι
es: Enlaces Útiles
fr_fr: Liens Utiles
id: Tautan Berguna
nl_nl: Nuttige Koppelingen
pt_br: Links Úteis
tr_tr: Kullanışlı Linkler
zh_cn: 学习资源

# Menu.Insert
source: _Insert
de_de: _Einfügen
el_gr: _Εισαγωγή
es: _Insertar
fr_fr: _Insérer
id: _Sisipkan
nl_nl: _Invoegen
pt_br: _Inserir
tr_tr: _Ekle
zh_cn: 插入(_I)

# Menu.Insert.Icons
source: Icons...
el_gr: Εικονίδια...
es: Iconos...
fr_fr: Icônes...
id: Ikon...
nl_nl: Pictogrammen…
pt_br: Ícones...
tr_tr: İkonlar...
zh_cn: 图标...

# Menu.Insert.Office2007
source: Office 2007 Custom UI Part
de_de: Office 2007 Custom UI-Bereich
el_gr: Τμήμα Custom UI Office 2007
es: Parte de Office 2007 Custom UI
fr_fr: Office 2007 Partie d’Interface Utilisateur Personnalisée
id: Bagian Office 2007 Custom UI
nl_nl: Office 2007 Aangepast UI-Onderdeel
pt_br: Código da 'Custom UI' do Office 2007
tr_tr: Office 2007 Custom UI Parçası
zh_cn: Office 2007定制UI

# Menu.Insert.Office2010
source: Office 2010+ Custom UI Part
de_de: Office 2010+ Custom UI-Bereich
el_gr: Τμήμα Custom UI Office 2010+
es: parte de Office 2010+ Custom UI
fr_fr: Office 2010+ Partie d’Interface Utilisateur Personnalisée
id: Bagian Office 2010+ Custom UI
nl_nl: Office 2010+ Aangepast UI-Onderdeel
pt_br: Código da 'Custom UI' do Office 2010+
tr_tr: Office 2010+ Custom UI Parçası
zh_cn: Office 2010+定制UI

# Menu.Insert.Sample
source: Sample XML
de_de: Beispiel-XML
el_gr: Δείγμα XML
es: Ejemplos de XML
fr_fr: Exemple XML
id: Contoh XML
nl_nl: Voorbeeld XML
pt_br: Exemplo XML
tr_tr: Örnek XML
zh_cn: XML示例

# Menu.View
source: _View
de_de: A_nsicht
el_gr: _Προβολή
es: _Ver
fr_fr: _Affichage
id: _Lihat
nl_nl: _Weergave
pt_br: _Visualizar
tr_tr: _Görüntü
zh_cn: 查看(_V)

# Menu.View.FoldAll
source: Fold All
de_de: Alle einklappen
el_gr: Συμπτυξή Όλων
es: Colapsar Todo
fr_fr: Plier Tous
id: Lipat Semua
nl_nl: Alles Vouwen
pt_br: Recolher Tudo
tr_tr: Tümünü Daralt
zh_cn: 折叠全部

# Menu.View.FoldCurrent
source: Fold Current Level
de_de: Aktuelle Ebene einklappen
el_gr: Συμπτυξή Τρέχοντος Επιπέδου
es: Colapsar Nivel Actual
fr_fr: Plier Niveau Actuel
id: Lipat Level Saat Ini
nl_nl: Actueel Niveau Vouwen
pt_br: Recolher o Nível Atual
tr_tr: Mevcut Kademeyi Daralt
zh_cn: 折叠当前级

# Menu.View.FoldLevel
source: Fold Level
de_de: Ebene einklappen
el_gr: Συμπτυξή Επιπέδου
es: Colapsar Nivel
fr_fr: Plier Niveau
id: Level Lipat
nl_nl: Niveau Vouwen
pt_br: Recolher Nível
tr_tr: Kademeyi Daralt
zh_cn: 折叠级别

# Menu.View.UnfoldAll
source: Unfold All
de_de: Alle ausklappen
el_gr: Αναδίπλωση Όλων
es: Expandir Todo
fr_fr: Déplier Tous
id: Buka Semua
nl_nl: Alles Ontvouwen
pt_br: Expandir Tudo
tr_tr: Tümünü Genişlet
zh_cn: 展开全部

# Menu.View.UnfoldCurrent
source: Unfold Current Level
de_de: Aktuelle Ebene ausklappen
el_gr: Αναδίπλωση Τρέχοντος Επιπέδου
es: Expandir Nivel Actual
fr_fr: Déplier Niveau Actuel
id: Buka Level Saat Ini
nl_nl: Huidig Niveau Ontvouwen
pt_br: Expandir o Nível Atual
tr_tr: Mevcut Kademeyi Genişlet
zh_cn: 展开当前级

# Menu.View.UnfoldLevel
source: Unfold Level
de_de: Ebene ausklappen
el_gr: Αναδίπλωση Επιπέδου
es: Expandir Nivel
fr_fr: Déplier Niveau
id: Tingkat Buka
nl_nl: Niveau Ontvouwen
pt_br: Expandir Nível
tr_tr: Kademeyi Genişlet
zh_cn: 展开基本

# Message.AlreadyOpen.Text
source: The document '{0}' is already open. Opening a document more than once is dangerous and can lead to loss of data, unless you save it with a different name straight away. Are you completely sure you want to open this document again?
de_de: Das Dokument '{0}' ist bereits geöffnet. Mehrfaches Öffnen eines Dokuments ist gefährlich und kann zu Datenverlust führen, es sei denn, Du speicherst es unmittelbar unter einem anderen Namen. Bist Du absolut sicher, dass Du dieses Dokument ein weiteres Mal öffnen möchtest?
el_gr: Το έγγραφο '{0}' είναι ήδη ανοιχτό. Το άνοιγμα ενός εγγράφου περισσότερες από μία φορές είναι επικίνδυνο και μπορεί να οδηγήσει σε απώλεια δεδομένων, εκτός και αν το αποθηκεύσετε με διαφορετικό όνομα αμέσως. Είστε απόλυτα σίγουρος ότι θέλετε να ανοίξετε αυτό το έγγραφο ξανά;
es: El documento '{0}' ya está abierto. Abrir un documento más de una vez es peligroso y puede ocasionar pérdida de datos, a menos que sea guardado con un nombre distinto en cuanto sea abierto. Está completamente seguro de que quiere abrir este documento de nuevo?
fr_fr: Le document '{0}' est déjà ouvert. Ouvrir un document plusieurs fois est dangereux et peut entraîner une perte de données, à moins que vous ne l'enregistriez immédiatement sous un nom différent. Êtes-vous complètement sûr de vouloir rouvrir ce document?
id: Dokumen '{0}' sudah terbuka. Membuka dokumen lebih dari sekali berbahaya dan dapat menyebabkan hilangnya data, kecuali jika Anda langsung menyimpannya dengan nama yang berbeda. Apakah Anda benar-benar yakin ingin membuka dokumen ini lagi?
nl_nl: Het document '{0}' is al geopend. Een document meerdere keren openen is gevaarlijk en kan leiden tot gegevensverlies, tenzij u het direct onder een andere naam opslaat. Weet u zeker dat u dit document opnieuw wilt openen?
pt_br: O documento '{0}' já está aberto. Abrir um documento mais de uma vez é perigoso e pode levar à perda de dados, a não ser que você salve-o imediatamente com um nome diferente. Tem a certeza de que deseja abri-lo novamente?
tr_tr: '{0}' belgesi zaten açık. Bir belgeyi birden fazla kez açmak tehlikelidir ve hemen farklı bir adla kaydetmediğiniz sürece veri kaybına neden olabilir. Bu belgeyi tekrar açmak istediğinizden tamamen emin misiniz?
zh_cn: 文档'{0}'已经打开，多次打开同一文件可能会导致数据丢失，将文件另存不同文件。 是否继续打开此文档?

# Message.AlreadyOpen.Title
source: Document Already Open
de_de: Dokument bereits geöffnet
el_gr: Έγγραφο Ήδη Ανοιχτό
es: Documento Ya Abierto
fr_fr: Document Déjà Ouvert
id: Dokumen Sudah Terbuka
nl_nl: Document Reeds Open
pt_br: Documento Já Aberto
tr_tr: Belge Zaten Açık
zh_cn: 文档已经打开

# Message.CallbackError.Title
source: Error Generating Callbacks
de_de: Fehler beim Generieren von Callbacks
el_gr: Σφάλμα στη Δημιουργία Κλήσεων
es: Error Generando Callbacks
fr_fr: Erreur de génération de rappels
id: Kesalahan Menghasilkan Callback
nl_nl: Fout bij het Genereren van Terugroepverzoeken
pt_br: Erro ao Gerar 'Callbacks'
tr_tr: Callback Oluştururken Hata
zh_cn: 错误：创建回调过程

# Message.ChangeIdError.Title
source: Error Changing Icon ID
de_de: Fehler beim Ändern der Icon-ID
el_gr: Σφάλμα στην Αλλαγή Ταυτότητας Εικονιδίου
es: Error al Cambiar la ID del Icono
fr_fr: Erreur lors de la modification de l'ID de l'icône
id: Kesalahan Mengubah ID Ikon
nl_nl: Fout bij wijzigen van pictogram-ID
pt_br: Erro ao Alterar a ID do Ícone
tr_tr: İkon ID Değiştirirken Hata
zh_cn: 错误：修改图标ID

# Message.CloseUnsavedDoc.Text
source: File {0} has unsaved changes. Do you want to save them before closing it?
de_de: Datei {0} hat nichtgespeicherte Änderungen. Möchtest Du sie speichern, bevor die Datei geschlossen wird?
el_gr: Το αρχείο {0} έχει μη αποθηκευμένες αλλαγές. Θέλετε να τις αποθηκεύσετε πριν το κλείσετε;
es: El archivo {0} tiene cambios sin guardar. Desea guardarlos antes de cerrarlo?
fr_fr: Le fichier {0} contient des modifications non enregistrées. Voulez-vous les enregistrer avant de le fermer ?
id: File {0} memiliki perubahan yang belum disimpan. Apakah Anda ingin menyimpannya sebelum menutupnya?
nl_nl: Bestand {0} bevat niet-opgeslagen wijzigingen. Wil je ze opslaan voordat je ze sluit?
pt_br: O arquivo {0} tem alterações não salvas. Deseja salvá-las antes de fechá-lo?
tr_tr: {0} dosyası kaydedilmemiş değişiklere sahip. Kapatmadan önce kaydetmek ister misiniz?
zh_cn: 文件'{0}'尚未保存，关闭之前是否保存?

# Message.CloseUnsavedDoc.Title
source: Unsaved Changes
de_de: Nichtgespeicherte Änderungen
el_gr: Μη Αποθηκευμένες Αλλαγές
es: Cambios sin Guardar
fr_fr: Modifications Non Enregistrées
id: Perubahan yang Belum Disimpan
nl_nl: Niet-opgeslagen Wijzigingen
pt_br: Alterações Não Salvas
tr_tr: Kaydedilmemiş Değişiklikler
zh_cn: 未保存的修改

# Message.IconExists.Text
source: This custom UI file already has an icon with id {0}. Do you want to insert the new icon with id {1} instead?
de_de: Diese Custom UI-Datei hat bereits ein Icon mit der ID {0}. Möchtest Du stattdessen das neue Icon mit den ID {1} einfügen?
el_gr: Αυτό το αρχείο Custom UI έχει ήδη ένα εικονίδιο με ταυτότητα {0}. Θέλετε να εισαγάγετε το νέο εικονίδιο με ταυτότητα {1} αντί αυτού;
es: Este archivo ya contiene un icono con ID {0}. Desea insertar el nuevo icono con ID {1} en su lugar?
fr_fr: Ce fichier d'interface utilisateur personnalisé a déjà une icône avec l'ID {0}. Voulez-vous plutôt insérer la nouvelle icône avec l'identifiant {1} ?
id: File UI khusus ini sudah memiliki ikon dengan id {0}. Apakah Anda ingin menyisipkan ikon baru dengan id {1} sebagai gantinya?
nl_nl: Dit aangepaste UI-bestand heeft al een pictogram met id {0}. Wilt u in plaats daarvan het nieuwe pictogram met id {1} invoegen?
pt_br: Este arquivo 'Custom UI' tem um ícone com ID {0}. Deseja incluir o novo ícone com ID {1} em vez disso?
tr_tr: Bu Custom UI dosyası hazırda {0} id ile bir ikona sahip. Yerine {1} id ile yeni ikonu eklemek ister misiniz?
zh_cn: 当前文件中已经存在ID为{0}的图标，是否将新插入的图标ID设置为{1}?
